{
    "2FA": {
        "tf-title": "تعليم التحقق ذو المرحلتين للنشطاء المدنيين",
        "tf-topic": "التحقق ذو المرحلتين",
        "tf-intro": "وسيلة لتأمين الهويات",
        "tf-desc": "التحقق ذو المرحلتين (2FA) ",
        "tf-desc1": "طبقة أمنية إضافية لمنع انتهاكات أمنية. إذا تمكن القراصنة من الكشف عن كلمة السر الخاصة بك بأي سبب (كلمة سر ضعيفة، بسيطة، تعرض للاختراق)، فيمكن لهم بسهولة الوصول إلى هويتك ومعلوماتك. ",
        "tf-desc2": "عن طريق تنشيط التحقق ذو المرحلتين، إذا كان لدى القراصنة كلمة السر الخاصة بك، فإنهم بحاجة إلى المزيد من مجرد كلمة السر للوصول: رمز مؤقت ينتهي صلاحيته في غضون دقائق قليلة. عادةً، يتم إنشاء هذا الرمز بوسائل أكثر أمانًا من تلك التي يمكن للقراصنة الوصول إليها بسهولة (مثل البريد الإلكتروني). وتشمل هذه الوسائل الرسائل النصية، وبرامج غير متصلة بالإنترنت، واستخدام أدوات محمولة.",
        "tf-desc3": "بعض الأساليب الشائعة للتحقق ذو المرحلتين تشمل استخدام مفتاح أمان، استلام رمز مؤقت عبر الرسائل النصية أو بواسطة تطبيقات جانبية.",
        "tf-list": "بعض النصائح الهامة",
        "tf-list1": "يتطلب بعض مواقع الويب تفعيل التحقق ذو المرحلتين باستخدام رقم هاتفك. يفضل عدم استخدام رقم هاتفك الشخصي الرسمي (وحتى هاتفك)؛ من الأفضل أن يكون لديك رقم هاتف مجهول (غير مسجل باسمك) واستخدمه. كما يمكن استخدام أرقام هواتف موثوقة لأصدقائك أو أفراد عائلتك في مدن أو بلدان أخرى كبديل أفضل. لا تنسى أن تتأكد من أن هذا الرقم ليس منتهي الصلاحية أو تم فقده.",
        "tf-list2": "بعض مواقع الويب تقوم بتزويدك بعدد من الرموز المؤقتة بعد تفعيل التحقق ذو المرحلتين؛ يجب الاحتفاظ بها في مكان آمن. من الأفضل أن لا تكون هذه الرموز بشكل رقمي.",
        "tf-list3": "في حال كان أمان جهازك ضعيفًا، قد يمكن لشخص ما الوصول إلى جهازك جسديًا أو حتى بطرق إلكترونية، وبالتالي قد تكون هناك إمكانية لتجاوز التحقق ذو المرحلتين. لمنع هذا الأمر، يجب الحفاظ على أمان جهازك بشكل عام وجسديًا.",
        "tf-list4": "القراصنة يستخدمون طرق متنوعة مثل الاحتيال (صفحات ويب مزيفة)، التنصت على الرسائل النصية، أو طرق أكثر تعقيدًا للحصول على رموز التحقق ذو المرحلتين. عند إدخال الرمز، قم بالتحقق من عنوان الصفحة بعناية.",
        "tf-list5": "أحد الأساليب الشائعة لاختراق تحقق دو مرحله تكون أثناء الوصول إلى هاتف الضحية، حيث يُقرأ الرمز من شاشة الجوال. لذا، لا تترك هاتفك بلا مراقبة وتأكد من تعطيل خاصية عرض المحتوى على شاشة القفل.",
        "tf-tools": "بعض الأدوات التي يمكن استخدامها لتمكين التحقق ذو المرحلتين تشمل:",
        "tf-tools1": "Google Authenticator",
        "tf-tools2": "Twilio Authy",
        "tf-tools3": "Bitwarden",
        "tf-option11": "أمان محسّن ",
        "tf-option12": "احتياطات ",
        "tf-option21": "التثبيت على عدة أجهزة",
        "tf-google": "التحقق الثنائي من Google",
        "tf-google1": "سجّل دخول إلى حساب Google الخاص بك. انقر على ملفك الشخصي. اضغط على زر إدارة حساب Google الخاص بك.",
        "tf-google2": "انتقل إلى قسم الأمان.",
        "tf-google3": "لتمریر لأسفل على الصفحة. في قسم \"كيفية تسجيل الدخول إلى Google\"، انقر على \"التحقق من خطوتين\". ",
        "tf-google4": "انقر على \"Get started\". ",
        "tf-google5": "انقر على \"عرض المزيد من الخيارات\". انقر على \"Google Prompt\".",
        "tf-google6": "لاستخدام هذه الميزة، يجب أن يكون حسابك نشطًا على جهاز محمول بالتأكيد. انقر على \"استمرار\". انقر على \"استخدام خيار نسخ احتياطي آخر\". ",
        "tf-google7": "سيتم عرض رموز النسخ الاحتياطي التي يمكنك استخدامها عندما لا تملك وصولًا إلى جهازك. حفظها في مكان آمن (مفضلًا غير رقمي). بالإضافة إلى ذلك، يمكنك استخدام الخيار \"Print\" لحفظها كملف PDF واستخدام \"Download\" للحفظ بصيغة نصية. انقر على \"التالي\". انقر على \"تشغيل\".",
        "tf-google8": "انتقل إلى قسم التطبيق الموثوق.",
        "tf-google9": "انقر على \"ضبط محرر +\". ادخل إلى تطبيق Google Authenticator على هاتفك. انقر على \"+\".",
        "tf-google10": "حدد خيار \"مسح رمز الاستجابة السريعة QR\". قم بمسح الرمز الذي يظهر على الشاشة باستخدام هاتفك. سيتم إضافة حساب Google تلقائيًا إلى التطبيق الخاص بك. انقر على \"التالي\".",
        "tf-google11": "أدخل الرمز الموجود أسفل اسم حسابك في التطبيق في هذا القسم. انقر على \"التحقق\". تم تفعيل تسجيل الدخول الثنائي لحساب Google الخاص بك.",
        "tf-tw": "توییتر",
        "tf-tw1": "افتح تطبيق تويتر. انقر على صورة الملف الشخصي الخاصة بك. اضغط على \"الإعدادات والدعم\". انتقل إلى \"الإعدادات والخصوصية\". اضغط على \"الأمان ووصول الحساب\".",
        "tf-tw2": "انتقل إلى \"الأمان\". اضغط على \"المصادقة الثنائية\". انقر على \"التطبيق المصادق عليه\". أدخل رمز التعريف الخاص بك. انقر على \"تأكيد\".",
        "tf-tw3": "انقر على \"البدء\". انقر على \"لا يمكن مسح رمز الاستجابة السريعة\". خذ الرمز الذي يظهر على الشاشة.",
        "tf-tw4": "افتح تطبيق Authenticator وانقر على \"+\". اختر \"أدخل مفتاح الإعداد\". قم بإدخال معرّف تويتر والرمز الذي أخذته من تويتر في هذا القسم. تم تسجيل المعرّف. الآن، خذ الرقم الذي يظهر أمام المعرّف وعد إلى تويتر.",
        "tf-tw5": "انقر على \"التالي\". أدخل الرمز في القسم المخصص وانقر على \"تأكيد\". انقر على \"الحصول على رمز احتياطي\". قم بحفظ الرموز التي تظهر على الشاشة في مكان آمن (مفضل غير رقمي) للاستفادة منها عندما لا تتوفر لديك وصول إلى جهازك.",
        "tf-insta": "المصادقة ذات الخطوتين في إنستجرام",
        "tf-insta1": "افتح تطبيق إنستجرام. على صفحة ملفك الشخصي في إنستجرام، بالنقر على القائمة المنسدلة (الخطوط الثلاث الأفقية في الجزء العلوي)، ستظهر لك قائمة خيارات إنستجرام. بالنقر على \"Setting and privacy\" (الإعدادات والخصوصية)، ستدخل إلى إعدادات إنستجرام.",
        "tf-insta2": "قبل البدء في الخطوات المذكورة، يجب عليك تثبيت إحدى برامج التوثيق الثنائي (مثل Duo أو Google Authenticator). في هذا السياق، قدمنا التعليمات باستخدام Google Authenticator. انتقل إلى \"Accounts center\" في الإعدادات وانقر على \"Password and security\". انتقل إلى \"two-factor authentication\".",
        "tf-insta3": "اختر معرفك، ثم اختر طريقة التوثيق ثنائي المراحل (وأفضل وسيلة هي استخدام برنامج مخصص لهذا الغرض) وانقر على \"Next\". إذا كان البرنامج مفعلًا على الجهاز الذي تحمله، انقر على \"Copy key\" لنسخ المفتاح؛ وإذا كان على جهاز آخر، انقر على \"View barcode/QR code\" لمسح الرمز الذي يُعرض باستخدام الجهاز الآخر.",
        "tf-insta4": "بعد أن تقوم بتشغيل تطبيق Authenticator الخاص بك، انقر على زر + لإضافة هويت جديدة.\n- اختر كيفية الحصول على الرمز. لديك خيارين:\n   ۱. انقر فوق \"Scan a QR code\" لمسح الرمز QR المُعروض على الجهاز الآخر.\n   ۲. انقر فوق \"Enter a setup key\" لإدخال معرف ولصق الرمز الذي تم نسخه إلى الحافظة.\nانقر \"Continue\". تم تسجيل هويتك. الآن تمت إضافة هويتك إلى التطبيق Authenticator. انقر على الرمز المكون من ستة أرقام لنسخه، ثم عد إلى تطبيق Instagram.",
        "tf-insta5": "أدخل الرمز في الحقل المخصص وانقر على \"Next\". قبل التأكيد النهائي، يمكنك عرض رموز الاحتياط الخاصة بك عن طريق النقر على \"backup codes\". تُستخدم هذه الرموز عندما لا تكون قادرًا على الوصول إلى تطبيق الهويّة الثنائي على أي سبب، وتحتاج إلى الوصول إلى حسابك. من الأفضل حفظها في مكان غير رقمي.\nأخيرًا، انقر على \"Done\" لتمكين التسجيل الثنائي. ",
        "tf-insta6": "على الصفحة التي ستتم نقلك إليها، انقر على \"Additional methods\". في هذا المكان، يمكنك تحديد ما إذا كان يجب على Instagram أن يطلب إذنك عندما يتم تسجيل الدخول إلى حسابك من جهاز غير معروف أم لا.",
        "tf-faceb": "المصادقة ذات الخطوتين في فيسبوك",
        "tf-faceb1": "افتح تطبيق فيسبوك. للوصول إلى إعدادات Facebook، انقر على القائمة الجانبية (الخطوط الثلاثة الأفقية في الزاوية العليا اليمنى) ومن ثم انقر على العتاد.",
        "tf-faceb2": "انتقل إلى الإعدادات وانتقل إلى \"كلمة المرور والأمان\". في قسم \"استخدام المصادقة المزدوجة\"، اختر الخيار المناسب واضغط على \"استمرار\". احفظ الرمز المعروض على الصفحة في مكان (مثل ورقة) يمكنك من خلاله تسجيله مرة أخرى إذا فقدت الاتصال بتطبيق المصادقة المزدوجة بسبب أي سبب. إذا كنت ترغب في تمكين المصادقة المزدوجة على هاتفك الخاص، انقر على \"إعداد على نفس الجهاز\". سيتم نقلك تلقائيًا إلى تطبيق المصادقة المزدوجة (مثل تطبيق Google Authenticator). انقر فوق \"موافق\". تم تسجيل هويتك.",
        "tf-faceb3": "إذا كنت ترغب في تمكين المصادقة المزدوجة على جهاز آخر، قم بالدخول إلى التطبيق على الجهاز الثاني وانقر فوق \"+\". يمكنك التسجيل باستخدام أحد الطرق التالية:\n- انقر على \"مسح رمز الاستجابة السريعة\" واسحب شاشة الكود السريع المعروض على صفحة Facebook.\n- انقر على \"إدخال مفتاح الإعداد\" وأدخل الهوية والرمز المعروض على صفحة Facebook. اضغط على \"استمرار\". تم تسجيل هويتك. داخل تطبيق المصادقة الثنائية، قم بإدخال الرمز المعروض لهويتك والذي يتم عرضه على صفحتك على Facebook في المكان المخصص. ثم، قم بإدخال كلمة المرور الرئيسية لحسابك على Facebook وانقر على \"متابعة\" (CONTINUE). تم تفعيل المصادقة الثنائية لديك.",
        "tf-faceb4": "إذا قمت بتسجيل الدخول باستخدام جهاز ورمز مصادقة ثنائي واحد، سيتم اعتبار هذا الجهاز جهازًا موثوقًا به ويمكنه الوصول دون الحاجة لرمز المصادقة الثنائية في المرات اللاحقة. عند العودة إلى \"Password and security\"، يمكنك عرض قائمة الأجهزة الموثوق بها في \"Authorized logins\" وحذف الأجهزة التي لا ترغب في السماح لها بالوصول.",
        "tf-faceb5": "لتلقي إشعارات حول عمليات تسجيل الدخول إلى حسابك من جهاز غير معروف (لم تستخدمه من قبل)، يمكنك العودة إلى \"Password and security\" وفي القسم المعني كما هو موضح في الصورة، قم بتحديد كيفية تلقي الإشعار.",
        "tf-faceb6": "عرضتي للمعلومات الشخصية على Facebook"
    },
    "BitWarden": {
        "b-title": "دليل لإدارة كلمات المرور للنشطاء المدنيين",
        "b-topic": "إدارة كلمات المرور",
        "b-intro": "تطبيق لإدارة كلمات المرور",
        "b-update": "صیف ۱۴۴۵",
        "b-intro-desc": "واحدة من طرق الحفاظ على أمان المعلومات هي عدم استخدام نفس كلمة مرور على عدة مواقع مختلفة وعدم تخزين معلومات الدخول. لتسهيل هذا الأمر، نستخدم أدوات إدارة كلمات المرور لإنشاء كلمات مرور قوية والاحتفاظ بها. في هذه الحالة، إذا تم اختراق أحد حساباتك أو تم الكشف عن كلمة مروره، أو إذا وصل الجهاز الخاص بك إلى يد شخص آخر، فإن احتمال تعرض جميع حساباتك للخطر يقل بشكل ملحوظ.",
        "b-list": "مزايا البتواردن الهامة",
        "b-list1": "القدرة على حفظ المعلومات اللازمة لملء النماذج عبر الإنترنت",
        "b-list2": "توصية توليد كلمة مرور معقدة وفريدة تلقائيًا",
        "b-list3": "إمكانية المشاركة الفردية",
        "b-list4": "تصنيف كلمات المرور",
        "b-list5": "إمكانية التثبيت على الهاتف المحمول",
        "b-list6": "تغيير تلقائي لكلمات المرور للمواقع الشهيرة",
        "b-list7": "إمكانية منح شخص موثوق به الوصول إلى المعرّف في حالات الطوارئ",
        "b-list8": "تحذير عند تسرّب المعلومات",
        "b-list9": "تقييد الوصول بناءً على الدولة، عنوان IP، وما إلى ذلك",
        "b-list10": "ملاحظات أمان",
        "b-list11": "التوثيق متعدد العوامل",
        "b-reg": "إنشاء حساب BitWarden",
        "b-reg1": "قم بزيارة <a href='https://bitwarden.com/download/'>الموقع الرسمي لـ \"BitWarden\"</a> وانقر على \"إنشاء حساب مجاني\". قم بملء نموذج التسجيل. \"كلمة المرور الرئيسية\" هي كلمة المرور الخاصة بك للوصول إلى برنامج/إضافة إدارة كلمات المرور. تأكد من اختيار \"كلمة المرور الرئيسية\" بحيث لا يمكن لأي شخص آخر التعرف عليها عند رؤيتها. قم بوضع علامة على مربع قبول الشروط والأحكام وانقر على \"إنشاء حساب\".",
        "b-reg2": "يتم التنقل تلقائيًا إلى صفحة تسجيل الدخول. قم بإدخال عنوان بريدك الإلكتروني. إذا طُلب منك في هذه المرحلة تخزين عنوان البريد الإلكتروني وكلمة السر من قِبل متصفحك، فمن الأفضل عدم الموافقة. قم بإدخال كلمة المرور وانقر على \"تسجيل الدخول باستخدام كلمة المرور الرئيسية\".",
        "b-reg3": "الآن، أنت في صفحة حسابك. في أعلى الصفحة، ستجد قسم \"تحقق من البريد الإلكتروني\". انقر على \"إرسال البريد الإلكتروني\" لتأكيد حسابك بواسطة بريدك الإلكتروني.",
        "b-reg4": "افتح بريدك الإلكتروني وانقر على البريد الوارد من BitWarden. انقر على الزر الأزرق داخل البريد الإلكتروني وقم بتسجيل الدخول مرة أخرى إلى حسابك لاستكمال الخطوات.",
        "b-ex": "تشغيل إضافة BitWarden",
        "b-ex1": "قم بالعودة إلى موقع BitWarden على الإنترنت واختر متصفحك في قسم \"متصفح الويب\" في الأسفل. (قد تكون خطوات هذا القسم محجوبة في إيران وتحتاج إلى VPN. قد يكون اسم المتصفح مختلفًا لكل خيار، ولكن العملية تكون مماثلة في جميع المتصفحات. سنستخدم متصفح \"Microsoft Edge\" في هذا الشرح.)",
        "b-ex2": "ستتم الانتقال تلقائيًا إلى صفحة إضافة BitWarden. انقر على \"احصل على\" واضغط على \"إضافة الامتداد\" لتثبيت الإضافة في متصفحك.",
        "b-ex3": "من قائمة الإضافات في أعلى صفحة المتصفح، قم بفتح قائمة الإضافات. قم بتمكين العلامة (أو أي رمز آخر في متصفحك) لتثبيت الإضافة في المتصفح.",
        "b-ex4": "انقر على الإضافة وقم بتسجيل الدخول إلى حسابك. اختر ما إذا كنت تريد أن يتذكر البريد الإلكتروني الخاص بك أم لا. أدخل كلمة المرور الخاصة بحسابك. الإضافة مفعلة الآن بالنسبة لك.",
        "b-gen": "إنشاء كلمة مرور باستخدام BitWarden",
        "b-gen1": "انقر على الإضافة وأدخل كلمة المرور الخاصة بك للدخول إلى حسابك. في كل مرة تقوم فيها بتسجيل الدخول، ستحتاج إلى استخدام كلمة المرور. نحن هنا نتخطى تكرارها. انتقل إلى قسم مولد الكلمات السرية. حدد ما الخصائص التي ترغب في أن تتضمنها كلمة المرور الخاصة بك، ثم انسخ الكلمة المرور المولدة والصقها في المكان الذي تحتاجه.",
        "b-gen2": "بعد تسجيل الدخول الأول إلى أي موقع، ستُطلب منك الإضافة تلقائيًا ما إذا كنت ترغب في حفظ معلوماتك أم لا. انقر على الزر الأزرق في الأعلى (حفظ).",
        "b-use": "وصول المعلومات في BitWarden",
        "b-use1": "عندما ترغب في الوصول إلى حساب ما، انتقل إلى صفحة تسجيل الدخول '(Login)'. ثم انقر فوق إضافة BitWarden للدخول إليه. ستُعرض معلومات حسابك تلقائيًا. انقر فوق اسمها لتعبئة نموذج الدخول تلقائيًا. يمكنك أيضًا الوصول إلى معلومات الحساب من القائمة المقابلة للحساب.",
        "b-use2": "بالإضافة إلى ذلك، يمكنك الوصول مباشرة إلى معلوماتك عن طريق البحث عن موقع معين على الصفحة الرئيسية والنقر على الزر 'Lunch' في القائمة الجانبية اليمنى."
    },
    "FaceBook": {
        "f-title": "دورة تعليم أمان Facebook للنشطاء المدنيين",
        "f-topic": "أمان Facebook",
        "f-intro": "نظرة عامة على أهم إعدادات الأمان",
        "f-update": "ربيع ۱۴۴۴",
        "f-settings": "الدخول إلى إعدادات Facebook",
        "f-settings-desc": "للوصول إلى إعدادات Facebook، انقر على القائمة الجانبية (الخطوط الثلاثة الأفقية في الزاوية العليا اليمنى) ومن ثم انقر على العتاد.",
        "f-contact": "عرض البيانات الاتصالية في Facebook",
        "f-contact1": "قم بالدخول إلى الإعدادات وانقر على العنصر الأول. انتقل إلى \"معلومات الاتصال\".",
        "f-contact2": "اتبع الخطوات الموضحة في الصورة وقرر ما إذا كنت ترغب في رؤية رقم هاتفك فقط.",
        "f-contact3": "عد إلى \"إدارة معلومات الاتصال\" وقم بتطبيق نفس الخطوات لعنوان البريد الإلكتروني.",
        "f-da": "حذف/إلغاء تنشيط حساب في Facebook",
        "f-da-desc": "انتقل إلى الإعدادات واتبع الخطوات الموضحة في الصورة. في الصفحة الرئيسية، \"إلغاء تنشيط الحساب\" يعني أنك ستخرج من حسابك وسيتم إخفاء ملف تعريفك عن الآخرين حتى تعود مرة أخرى. \"حذف الحساب\" يعني أن جميع معلومات حساب المستخدم الخاص بك ستتم حذفها. حسب الحالة، قم بتحديد الخيار المناسب واضغط على الزر الأزرق.",
        "f-access": "فحص الوصولات في Facebook",
        "f-access-desc": "انتقل إلى الإعدادات وانتقل إلى \"كلمة المرور والأمان\". في قسم \"أين قمت بتسجيل الدخول\"، انقر فوق الزر الأزرق \"(عرض الكل)\" في أعلى الصفحة لعرض جميع الاتصالات الخاصة بك. اقطع الاتصالات غير المعروفة. لقطع جميع الاتصالات، انقر فوق \"تسجيل الخروج من جلسات الدخول\" (LOG OUT OF ALL SESSIONS).",
        "f-tfa": "تفعيل كلمة المرور ذات العاملين المزدوجين في Facebook",
        "f-tfa1": "انتقل إلى الإعدادات وانتقل إلى \"كلمة المرور والأمان\". في قسم \"استخدام المصادقة المزدوجة\"، اختر الخيار المناسب واضغط على \"استمرار\". احفظ الرمز المعروض على الصفحة في مكان (مثل ورقة) يمكنك من خلاله تسجيله مرة أخرى إذا فقدت الاتصال بتطبيق المصادقة المزدوجة بسبب أي سبب. إذا كنت ترغب في تمكين المصادقة المزدوجة على هاتفك الخاص، انقر على \"إعداد على نفس الجهاز\". سيتم نقلك تلقائيًا إلى تطبيق المصادقة المزدوجة (مثل تطبيق Google Authenticator). انقر فوق \"موافق\". تم تسجيل هويتك.",
        "f-tfa2": "إذا كنت ترغب في تمكين المصادقة المزدوجة على جهاز آخر، قم بالدخول إلى التطبيق على الجهاز الثاني وانقر فوق \"+\". يمكنك التسجيل باستخدام أحد الطرق التالية:\n- انقر على \"مسح رمز الاستجابة السريعة\" واسحب شاشة الكود السريع المعروض على صفحة Facebook.\n- انقر على \"إدخال مفتاح الإعداد\" وأدخل الهوية والرمز المعروض على صفحة Facebook. اضغط على \"استمرار\". تم تسجيل هويتك. داخل تطبيق المصادقة الثنائية، قم بإدخال الرمز المعروض لهويتك والذي يتم عرضه على صفحتك على Facebook في المكان المخصص. ثم، قم بإدخال كلمة المرور الرئيسية لحسابك على Facebook وانقر على \"متابعة\" (CONTINUE). تم تفعيل المصادقة الثنائية لديك.",
        "f-tfa3": "إذا قمت بتسجيل الدخول باستخدام جهاز ورمز مصادقة ثنائي واحد، سيتم اعتبار هذا الجهاز جهازًا موثوقًا به ويمكنه الوصول دون الحاجة لرمز المصادقة الثنائية في المرات اللاحقة. عند العودة إلى \"Password and security\"، يمكنك عرض قائمة الأجهزة الموثوق بها في \"Authorized logins\" وحذف الأجهزة التي لا ترغب في السماح لها بالوصول.",
        "f-tfa4": "لتلقي إشعارات حول عمليات تسجيل الدخول إلى حسابك من جهاز غير معروف (لم تستخدمه من قبل)، يمكنك العودة إلى \"Password and security\" وفي القسم المعني كما هو موضح في الصورة، قم بتحديد كيفية تلقي الإشعار.",
        "f-tfa5": "عرضتي للمعلومات الشخصية على Facebook",
        "f-pro": "اذهب إلى الإعدادات وانتقل إلى معلومات الملف الشخصي. في قسم معلومات الاتصال، يمكنك الوصول إلى إعدادات إدارة معلومات الاتصال بالضغط على زر \"تعديل\" (Edit) وتعيين من سيمكن من رؤية معلومات الاتصال الخاصة بك. يتم شرح هذا القسم في \"عرض معلومات الاتصال\". في قسم المعلومات الأساسية، انقر على \"تعديل\" (Edit). ",
        "f-pro1": "بجوار كل بند، هناك زر يمكنك النقر عليه لفتح القائمة التي يمكنك من خلالها تعيين من سيمكن من رؤية معلوماتك. بمجرد تكوين الإعدادات كما ترغب، انقر فوق \"حفظ\" (Save) للحفاظ على التغييرات.",
        "f-pro2": "إعداد القيود على التواصل في Facebook",
        "f-pri": "اذهب إلى الإعدادات واختر الخيار الثاني في القائمة \"الجمهور والرؤية\" (Audience and visibility). يمكنك هنا تحديد من يمكنه التواصل معك. الخيار الأول يتعلق بالأشخاص الذين يمكن أن يرسلوا طلب صداقة لك. حدد الخيار الذي يناسبك.",
        "f-pri1": "الخيار الثاني يحدد من يمكنه رؤية قائمة أصدقائك،\nوالخيار الأخير يحدد ما إذا كان بإمكان أي شخص من خارج Facebook (مثل Google) البحث عنك والربط بهذا الموقع أم لا. ",
        "f-pri2": "الخياران الثالث والرابع يحددان ما إذا كان بإمكان الأشخاص البحث عنك على Facebook باستخدام البريد الإلكتروني أو رقم هاتفك أم لا.",
        "f-pri3": "إنشاء قيود على رؤية المشاركات في Facebook",
        "f-post": "انتقل إلى الإعدادات واختر القسم \"المنشورات\" (Posts). انقر على القسم الأول وحدد من يمكنه رؤية منشوراتك المستقبلية.",
        "f-post1": "عد إلى القسم \"المنشورات\" وانتقل إلى القسم الثاني. هنا يمكنك تقييد منشوراتك السابقة بحيث يمكن لأصدقائك فقط رؤيتها.",
        "f-post2": "مسح معلومات حساب المستخدم من تطبيق Facebook",
        "f-acc": "إذا قمت بتسجيل الخروج من حسابك لأي سبب، افتح التطبيق مرة أخرى، انقر على الثلاث نقاط بجوار معرفك، ثم انقر على البنود الثلاثة الأولى في القائمة التي ستظهر بالتتابع لحذف معلومات حسابك من التطبيق على هاتفك.",
        "f-acc-desc": "تذكير لمراجعة إعدادات الأمان في فيسبوك",
        "f-rem": "كأخر خطوة يجب عليك القيام بها، اذهب إلى الإعدادات، ثم ادخل في \"فحص الخصوصية\". في هذا القسم، ستجد أهم الإعدادات الأمنية. انقر على الثلاث نقاط وقم بتعيين تذكير دوري لفحص هذه الإعدادات.",
        "f-rem-desc": ""
    },
    "General": {
        "g-title": "دورة تعليمية عن الأمان العام لنشطاء المجتمع",
        "g-topic": "الأمان العام",
        "g-intro": "طرق بسيطة لزيادة الأمان",
        "g-update": "صیف ۱۴۴۵",
        "g-intro1": "بشكل مفاجئ، يمكن أن يتأخر كثيرًا!",
        "g-intro2": "هذه الرسالة من أحد نشطاء المجتمع بعد التحقيق وتسجيل أجهزتهم الاتصالية. قبل أن يتأخر كثيرًا، يجب اتخاذ التدابير الوقائية اللازمة.",
        "g-tip": "بعض النصائح البسيطة",
        "g-tip1": "قم بامتلاك كلمة مرور فريدة لكل حساب وقم بتغييرها بشكل منتظم.",
        "g-tip2": "لا تقم بفتح أي روابط إلكترونية غير معروفة.",
        "g-tip3": "كن حذرًا من هجوم الرصد (Shoulder Surfing).",
        "g-tip4": "تجنب الكتابة علنًا حول الأمور الشخصية الخاصة بك.",
        "g-tip5": "عند تثبيت التطبيقات، لا تمنح إذن تثبيت أي تطبيق آخر.",
        "g-tip6": "قبل من فتح أي رابط، تأكد من فحصه.",
        "g-tip7": "لا توصل أي جهاز تخزين غير موثوق به جهازك.",
        "g-tip8": "لا تقم بفتح أي مرفق. اسأل نفسك إذا كنت متوقعًا لأي مرفق؟",
        "g-tip9": "قم دائمًا بفحص عنوان المرسل في الرسائل البريدية / البريد الإلكتروني.",
        "g-tip10": "إذا تلقيت رسالة مشبوهة، تحقق من صحتها مع المرسل.",
        "g-tip11": "احذر من صفحات الاحتيال (الصفحات الوهمية).",
        "g-tip12": "كن حذرًا من الروابط المختصرة.",
        "g-tip13": "قم بتثبيت برنامج مكافحة البرامج الضارة على جهازك.",
        "g-tip14": "قم بتكوين نسخ احتياطية لبياناتك بانتظام.",
        "g-tip15": "استخدم كلمات مرور قوية وفريدة، وقم بتغييرها بانتظام.",
        "g-tip16": "كن حذرًا من تحطيم هاتفك أو عمليات الروت.",
        "g-tip17": "قم بتحديث برامجك ونظام تشغيل هاتفك بانتظام.",
        "g-tip18": "قم بتنزيل البرامج المطلوبة من مصادر آمنة.",
        "g-tip19": "تجنب نشر معلوماتك الشخصية على وسائل التواصل الاجتماعي.",
        "g-tip20": "قم بتفعيل التحقق من الهوية ذو الخطوتين (2FA) على حساباتك.",
        "g-tip21": "كن حذرًا من الأخبار الكاذبة والموجهة.",
        "g-tip22": "قم بإخطار أصدقائك بعد مواجهتك لمشكلة أمنية.",
        "g-tip23": "لا تترك جهازك في أي مكان حتى لو لمدة لحظة واحدة.",
        "g-tip24": "قم بتشفير معلوماتك على الأقراص الصلبة وأقراص الفلاش والهواتف الذكية وما إلى ذلك.",
        "g-tip25": "تقدم شبكة افتراضية خاصة (VPN) الأمان فقط وليس بالضرورة الخصوصية.",
        "g-tip26": "أمان مستخدم VPN يتوقف بشكل أساسي على أمان مزود الخدمة الذي يوفره.",
        "g-tip27": "لا تحصل على VPN من شركات لا تثق فيها.",
        "g-tip28": "استخدم VPN عند استخدام الإنترنت العام.",
        "g-tip29": "في بعض البلدان (مثل إيران)، يُستخدم VPN لتجاوز رقابة الإنترنت.",
        "g-tip30": " إذا كنت تستخدم VPN غير موثوقة فقط لتجنب الرقابة، لا تستخدمها للأنشطة الحساسة.",
        "g-tip31": "قد تكون مضطرًا للنظر في القوانين واللوائح المتعلقة بشركة تقديم خدمة VPN. بعض الشركات (على سبيل المثال في إيران) يمكن أن تكون ملزمة بالاحتفاظ بسجل نشاط المستخدم لفترة طويلة وتقديم المعلومات عند الطلب من الجهات القضائية.",
        "g-vpn": "تعتبر VPN أداة للاتصال غير المباشر بخادم. على سبيل المثال، إذا أراد شخص ما في اصفهان الاتصال بموقع هيئة الإحصاء، فإنه يرسل طلبه إلى مزود خدمة الإنترنت (والبوابات البينية)، ويقوم هذا المزود بتقديم الطلب المستلم إلى خادم هيئة الإحصاء. الاستجابة تعود إلى المستخدم عبر نفس الطريق. بالواقع، يصطحب VPN هذا المسار نيابة عن المستخدم لضمان أن البوابات البينية لا تلاحظ تبادل البيانات.",
        "g-pass": "لماذا تعتبر كلمة المرور مهمة؟",
        "g-pass1": "نعيش في عالم أصبح فيه التواصل المباشر نادرًا. تم نقل العديد من الخدمات ووسائل الترفيه إلى العالم الافتراضي. بصرف النظر عن جوانب هذا التحول الإيجابية والسلبية، نجد أنفسنا من الناحية الأمنية أمام ظواهر جديدة: أتمتة العمليات الضارة وبالتالي سرعتها العالية، وعدم اعتمادها على الزمان والمكان وفي النهاية مواجهة جيل جديد من الهكرز (المحترفين في مجال التكنولوجيا، والنردين وبشكل عام أشخاص صغار السن).",
        "g-pass2": "كم تمكن رمز قوي من الكشف عنه؟",
        "g-pass3": "المصدر",
        "g-pass4": "رمز قوي وفريد",
        "g-pass5": "الرمز القوي ليس يتضمن متسلسلات حروف / أرقام أو كلمات يمكن تخمينها (مثل اسمك أو أسماء أقاربك أو مكان ميلادك أو رقم هاتفك وما إلى ذلك). يجب أن يتألف من على الأقل 10 حروف / أرقام. يتم استخدامه فقط لهوية واحدة ويجب تغييره بشكل منتظم. تساعدك برامج إدارة كلمات المرور في اختيار كلمة مرور قوية والاحتفاظ بها في الذاكرة.",
        "g-pass6": "هل يمكنك قراءة بعض أمثلة على كلمات المرور القوية؟",
        "g-pass7": "يعتقد إريك جريفيث أن \"كلمات المرور مثل الملابس الداخلية\". يصف ثلاثة تشابهات بين الاثنين على النحو التالي: 1- يتم تغييرهم بانتظام 2- لا تشاركهم مع الآخرين 3- لا تجعل الآخرين يراها.",
        "g-pass8": "جدول اللیت يستخدم لتحويل الأحرف والأرقام إلى رموز مختلفة. إليك مثالًا على جدول تحويل. كن إبداعيًا وقم بإنشاء جدولك الخاص. حتى يمكنك دمج اختيار كلمة المرور الخاصة بك مع أساليب أخرى.",
        "g-se": "الهندسة الاجتماعية ",
        "g-se1": "الهندسة الاجتماعية هي سوء استغلال ثقة الأشخاص أو خداعهم للوصول إلى معلومات تؤدي إلى اختراق الفرد أو المؤسسة. بدلاً من استخدام الأساليب التقليدية، يحاول القراصنة الوصول إلى هذه المعلومات عن طريق إخادع الأشخاص الذين لديهم وصول إليها. وبناءً على المعلومات التي تم جمعها، يهدف في النهاية إلى اختراق الهدف الفردي أو المؤسسة.",
        "g-se2": "هذا النوع من الرسائل غريب بالنسبة لك؟",
        "g-se3": "قل لي ما هو أول سيارة كانت مملوكة لك.",
        "g-se4": "أنا عاشق كتاب \"الخيميائي\"، ماذا تحب أنت؟",
        "g-se5": "الأشخاص الذين وُلدوا في شيراز، أعلنوا وجودهم.",
        "g-se6": "يستخدم القراصنة أساليب متنوعة للقيام بهذا الأمر. واحدة من أبسط الأساليب هي وضع أسئلة مصممة بغرض معين على شبكات التواصل الاجتماعي أو إرسال رسائل خاصة.",
        "g-ph": "هجوم الصيد",
        "g-ph1": "يتم تنفيذ هجوم الصيد (Phishing) بهدف الحصول على معلومات حساسة مثل كلمات المرور عن طريق تقليد موقع ويب أو عنوان بريد إلكتروني أو محتوى من أجل خداع الضحية من خلال تقليد هوية شخص ما أو منظمة أو شركة.",
        "g-ph2": "تقرير عن هجوم واسع النطاق من نوع الصيد ضد الناشطين المدنيين الإيرانيين ",
        "g-ph3": "صور مثيرة للجدل لنجوم السينما",
        "g-ph4": "انقر هنا واحصل على هاتف iPhone 14 جائزة ",
        "g-ph5": "كن مليونيرًا في ليلة واحدة",
        "g-ph6": "اقرأ الملف وأخبرنا برأيك",
        "g-ph7": "في أبريل 2016، تم اختراق بريد الكتروني لشهيندخت ملاوردي. استخدم القراصنة هذا البريد الإلكتروني لإرسال ملفات احتيالية في محاولة لاختراق حسابات النشطاء المدنيين.",
        "g-ph8": "نموذج لبريد إلكتروني احتيالي. تلقى النشطاء المدنيين أمثلة مماثلة خلال الأشهر القليلة التي سبقت الانتخابات الرئاسية في عام 2017.",
        "g-ph9": "تقرير كامل",
        "g-tool": "أدوات الأمان",
        "g-tool1": "تساعدك أدوات الأمان على تعزيز مقاومتك ضد الهجمات القابلة للتكرار أو البرامج الضارة المعروفة. ولكن وجود هذه الأدوات لا يعني أنها ستكفي وحدها لضمان أمانك.",
        "g-tool2": "ببساطة، الأدوات الأمنية ضرورية ولكنها غير كافية.",
        "g-t1-cell11": "بريد إلكتروني",
        "g-t1-cell12": "برامج المراسلة",
        "g-t1-cell13": "متصفح الويب",
        "g-t1-cell21": "تشفير كامل",
        "g-t1-cell22": "تشفير من نقطة إلى نقطة",
        "g-t1-cell23": "التوجه الخفي",
        "g-t1-cell31": "الحكمة صفر",
        "g-t1-cell-desc": "(ماذا تعني؟)",
        "g-t1-cell32": "محادثة صوتية وبصرية",
        "g-t1-cell33": "تغيير الهوية بسهولة",
        "g-t1-cell41": "بدون تتبع",
        "g-t1-cell42": "تشفير قاعدة البيانات",
        "g-t1-cell43": "تجاوز التصفية",
        "g-t2-cell11": "مضاد فيروسات",
        "g-t2-cell12": "جدار ناري",
        "g-t2-cell13": "برامج مكافحة البرمجيات الخبيثة",
        "g-t2-cell21": "مقابله با الفيروسات",
        "g-t2-cell22": "منع حركة المرور المشبوهة",
        "g-t2-cell23": "مكافحة برامج الضرر الأخرى",
        "g-t2-cell31": "التصدي الفوري ",
        "g-t2-cell32": "رصد وتسجيل الشبكة",
        "g-t2-cell33": "التصدي الفوري",
        "g-t2-desc": "*بدون التحديث، هذه الأدوات لا تضمن الأمان.",
        "g-t3-cell11": "نسخ احتياطية",
        "g-t3-cell12": "تنظيف آمن",
        "g-t3-cell13": "إدارة كلمات المرور",
        "g-t3-cell21": "الاتصال بالسحابة",
        "g-t3-cell22": "تنظيف آمن",
        "g-t3-cell23": "تصنيف ومشاركة",
        "g-t3-cell31": "تشفير الملفات",
        "g-t3-cell32": "تنظيف سجل التسجيل",
        "g-t3-cell33": "قاعدة بيانات عبر الإنترنت",
        "g-t3-desc": "* أمن تعامل إدارة كلمات المرور يكون باستخدام Bitwarden.",
        "g-t4-cell11": "الدخول ذو المرحلتين",
        "g-t4-cell12": "الاستبقاء على هويتك مجهولة",
        "g-t4-cell13": "مكافحة السرقة",
        "g-t4-cell21": "إضافة خطوة إلى كلمة المرور",
        "g-t4-cell22": "إمكانية التحول إلى شبكة خاصة افتراضية (VPN)",
        "g-t4-cell23": "تتبع الأجهزة / التقاط الصور",
        "g-t4-cell31": "بدون الحاجة إلى اتصال بالإنترنت/GSM",
        "g-t4-cell32": "دعم اللغة الفارسية",
        "g-t4-cell33": "مسح معلومات الجهاز",
        "g-t4-desc": "*يمكن استخدام برامج العثور على الجهاز المدمجة مع منتجات Apple و Android بدلاً من Prey، ويتم تسميتها بااسم \"البحث عن جهاز\"، وهو يجب تنشيطه على الجهاز. بالنسبة لأجهزة الكمبيوتر الشخصية التي تعمل بنظام Windows، تحتاج إلى تثبيت برنامج جانبي.",
        "g-t5-cell11": "تحليل الأمان",
        "g-t5-cell12": "توسيع الرابط",
        "g-t5-cell13": "البحث",
        "g-t5-cell21": "التحقق من الملف والرابط",
        "g-t5-cell22": "دعم خدمات إضافية",
        "g-t5-cell23": "عدم حفظ عمليات البحث",
        "g-t5-cell31": "البحث في ٦٦ قاعدة بيانات",
        "g-t5-cell32": "إمكان فحص أمان الرابط",
        "g-t5-cell33": "صفر الذكاء ",
        "g-t5-desc": "(ماذا يعني ذلك؟)",
        "g-t6-cell11": "VPN",
        "g-t6-cell12": "VPN",
        "g-t6-cell21": "التجهيز",
        "g-t6-cell22": "التجهيز",
        "g-t6-cell31": "تغيير الهوية بسهولة",
        "g-t6-cell32": "تغيير الهوية بسهولة",
        "g-t6-cell41": "تجاوز تصفية الإنترنت",
        "g-t6-cell42": "تجاوز تصفية الإنترنت",
        "g-t6-desc": "إضافة طبقة أمان إضافية للاتصال بالإنترنت"
    },
    "InDanger": {
        "i-title": "تعلم الأمان في الأوقات الصعبة للناشطين المدنيين",
        "i-topic": "الأمان في الأوقات الصعبة",
        "i-intro": "إذا تعرضنا للاختراق أو الاعتقال؟",
        "i-intro-desc": "حلول بسيطة للأوقات الصعبة",
        "i-update": "ربیع ۱۴۴۴",
        "i-stress": "الضغوط النفسية في الأوقات الصعبة",
        "i-stress-desc": "في الأوقات التي تشعر فيها بالخطر أو تعتقد أنه سيتم التحقيق معك أو اعتقالك قريبًا، يجب أن تحافظ على هدوئك. في غير ذلك، ستفقد السيطرة على الأمور. في هذا القسم، سنذكر لك نصائح تتعلق بأمان المعلومات. بالإضافة إلى ذلك، ننصحك بقراءة كتيب الأمان للنشاط التابع لمنظمة الاتحاد لإيران للحصول على معرفة كافية حول حقوق المشتبه بهم.",
        "i-list": "الأشياء المطلوبة والأشياء غير المطلوبة",
        "i-stressl1": "لا تخاف. بإمكانك السيطرة على الأوضاع بسرعة من خلال قضاء وقت قليل. لا تنسى أن الخوف والقلق لا يجعلان الأمور تتحسن ويمكن أن يؤدي إلى فقدان السيطرة.",
        "i-stressl2": "قم بإبلاغ أصدقائك وعائلتك عن الظروف المتوقعة. يمكن أن يساعدوك في تخفيف الضغط النفسي. وفي حالة الضرورة، يمكنهم تولي بعض المهام الضرورية.",
        "i-stressl3": "التواصل بشأن وضعك يمكن أن يكون مصيريًا بالنسبة لك ولمن حولك. حيث يمكن أن يتم استغلال معلوماتك الشخصية بعد الاعتقال في التحقيقات والمراسلات. لذلك، طلب من عائلتك البقاء على اتصال بأصدقائك في حالة حدوث أي مشكلة.",
        "i-stressl4": "تذكر أن في العديد من عمليات الاعتقال والتحقيقات، يتم استخدام معلوماتك الشخصية للضغط عليك. ويمكن الحصول على العديد من هذه المعلومات عبر وسائل التواصل الاجتماعي والرسائل الخاصة بك. لا تنفعل بسبب هذه الأساليب.",
        "i-stressl5": "في العديد من الحالات، تكون التعهدات التي يقدمها الاستجواب لك غير صادقة وغالباً ما تجلب لك المزيد من المشاكل بدلاً من مساعدتك. ",
        "i-stressl6": "في الظروف مثل التحقيق أو الاعتقال، يُطلب منك بشكل نفسي تقديم كلمات المرور الخاصة بك. قبل اتخاذ أي قرار بهذا الخصوص، فكر في عواقب ذلك جيدًا. حاول بقدر الإمكان عدم الكشف عن كلمات المرور الخاصة بأجهزتك. في بعض الأحيان، التحمل أفضل من توريط نفسك والآخرين في مشاكل. هذا يعتبر انتهاكًا لخصوصيتك. وفقًا للقانون، لا يمكن لأي شخص دخول منزلك دون قرار قضائي. حتى إذا كان غير ذلك، لديك الحق في عدم الكشف عن كلمات المرور الخاصة بك.",
        "i-stressl7": "احرص على معرفة أن في العديد من الحالات، الهدف هو الوصول إلى كلمات مرورك ومعلومات حساباتك عبر الإنترنت، والوصول إلى شبكتك من الأصدقاء وزملائك.",
        "i-stressl8": "إذا لم تكن تنوي الكشف عن كلمات المرور الخاصة بك ولكن التحمل النفسي يكون صعبًا عليك، يمكنك إرباك الأمور عن طريق تقديم كلمة مرور خاطئة.",
        "i-hack": "القرصنة",
        "i-hack-desc": "في الأوقات الحساسة، قد يكون جهازك هدفًا لهجمات سيبرية من قبل الحكومة. يمكن تقليل احتمال نجاح هذه الهجمات إلى حد كبير من خلال اتخاذ بعض الإجراءات.",
        "i-hackl1": "أحد أساليب الاختراق هو إعداد نسخة احتياطية (Backup) لبياناتك، بخاصة بيانات هويتك على Gmail. لحسن الحظ، هذا العمل يستغرق بضع ساعات فقط. إذا تصرفت في الوقت المناسب، يمكنك إيقاف هذه العملية.",
        "i-hackl2": "حدث نظام تشغيل جهازك بانتظام. في كثير من الأحيان، يقوم القراصنة باستخدام أسلوب معروف بـ \"Zero Day\" لاختراق الأجهزة.",
        "i-wt": "التنصت",
        "i-wt-desc": "يمكن تحقيق جهاز تنصت بتكلفة منخفضة، واستخدامه للتجسس على المكالمات الصوتية والرسائل النصية. في الوقت الحالي، تمتلك الحكومات أجهزة ذكية متقدمة تكلف الكثير لتنفيذ عمليات التنصت. ولكن هذا لا يعني أنه لا يوجد وسيلة لمواجهتها.",
        "i-wtl1": "الرسائل النصية لا تتطلب كمية كبيرة من المساحة وتبقى لفترة طويلة في أمانة شركات مزودي الخدمة وفقًا للقوانين. لذا، ليست هناك وسيلة آمنة لنقل المعلومات الحساسة. من الأفضل استخدام تطبيقات المراسلة الآمنة مثل Signal لهذا الغرض.",
        "i-wtl2": "في الأوقات الحرجة، استخدم هواتف محمولة أخرى للاتصالات الطارئة (قد تكون هاتفك تحت السيطرة).",
        "i-wtl3": "للبقاء مجهولين، استبدل فقط بطاقة الهوية غير كافية. يجب استبدال كليه الهاتف وبطاقة الهوية.",
        "i-wtl4": "إيقاف تشغيل الهاتف لا يمنع الكشف عن موقعك. يجب إزالة البطارية من الهاتف أو استخدام حقيبة معدنية لقطع الإشارة.",
        "i-wtl5": "عند تصفح الويب، قد تكون معلوماتك متاحة لمزودي الخدمة وللجهات الرقابية في الأعلى. للحفاظ على هذه المعلومات، استخدم VPN آمنًا وبالتفضيل متصفح Tor.",
        "i-ban": "حجز الجهاز",
        "i-ban-desc1": "في الأوقات الحساسة، تفضل الجهات الأمنية أحيانًا حجز أو سرقة أجهزة الأفراد بدلاً من اعتقالهم، حتى أثناء الاعتقال، حيث يعتبر حجز الجهاز أمرًا شائعًا.",
        "i-ban-desc2": "للأسف، في حالة حجز الجهاز، ليس هناك أي حلاً أمنيًا يمكن تطبيقه، ما لم تكن قد اتخذت إجراءات أمنية مسبقًا. النصيحة العامة هنا هي تجنب إدخال رموز الأجهزة الخاصة بك في مثل هذه الحالات.",
        "i-ban-desc3": "في بعض الأحيان، قد يصعب الوصول إلى المعلومات حتى بالنسبة لك ولأصدقائك أثناء الاعتقال. يجب حتى في حالة وجود الجهاز في متناول الجميع، اتباع طرق لمنع تسرب المعلومات. عليك ملاحظة أنه عندما يكون الجهاز بحوزة شخص آخر من الناحية الفعلية، فإن فرصة اختراقه تكون مرتفعة للغاية. في الوقت الحالي، بالرغم من وجود أجهزة مكلفة مصممة خصيصًا لمثل هذه الاختراقات، التي تكون في حوزة الحكومات والجهات القوية، فإن هذه الفرصة أصبحت أكثر انتشارًا.",
        "i-banl1": "قم بتثبيت برامج تمكنك من محو محتوى هاتفك عن بعد. على سبيل الافتراض، يأتي هواتف Android مع تطبيق \"العثور على هاتفي\" وهواتف iPhone/iPad تأتي مع تطبيق \"العثور على iPhone/iPad\". هناك أيضًا برامج أخرى مثل Prey التي توفر هذه الوظيفة. باستخدام هذه البرامج، يمكنك محو محتوى هاتفك عن بعد في حالة سرقته.",
        "i-banl2": "قم بتشفير هاردوير جهازك (هاتفك، كمبيوترك المحمول أو جهازك اللوحي). من خلال هذا، إذا لم تتيح وصولًا للمعلومات، على الأقل ستواجه مشكلة كبيرة. ",
        "i-banl3": "قبل الاعتقال، قدم جهازك إلى أحد أصدقائك الموثوق بهم. تجنب التواصل مع أصدقائك حتى يتم رفع التهديد. كلما كان التواصل أقل، زادت فرصة عدم كشف موقع جهازك وتعريض أمان أصدقائك للخطر.",
        "i-banl4": "إذا لم تكن لديك الفرصة للقيام بذلك، فكر في البدائل: قم بحذف الذاكرة بطريقة لا يمكن استردادها (مثل وضعها في مجال مغناطيسي قوي، أو استخدام مواد حمضية، أو حرقها وما شابه ذلك). ",
        "i-banl5": "حافظ على أجهزتك مغلقة. سيقلل ذلك من إمكانية تجاوز الإجراءات الأمنية. ",
        "i-banl6": "قم بتعطيل منافذ الاتصال (مثل USB و HDMI وما إلى ذلك).",
        "i-banl7": "إذا كنتم تخرجون من المنزل:\n۱. اطلبوا من شخص ما مرافقتكم.\n۲. تجنبوا الأماكن المزدحمة.\n۳. لا تحملوا الأجهزة الإلكترونية معكم إذا لم يكن ذلك ضروريًا (وإذا كان ذلك ضروريًا، تأكدوا من عدم جذب الانتباه).",
        "i-banl8": "قموا بنسخ احتياطي للمعلومات الحساسة (مثل أرقام الهواتف والبريد الإلكتروني والصور والوثائق وما إلى ذلك) وامسحوا هذه المعلومات بشكل آمن. قوموا بحفظ النسخ الاحتياطية في مكان آمن.",
        "i-banl9": "امسحوا معلومات المتصفح (بما في ذلك كلمات المرور المحفوظة وسجل التصفح وما إلى ذلك) بشكل آمن. أزيلوا الإضافات المثبتة. في النهاية، قوموا بإيقاف تشغيل/تشغيل الجهاز الخاص بك. اقوموا بأمور مختلفة وغير مهمة لحذف المعلومات المؤقتة من جهازكم."
    },
    "Index": {
        "desc": "لماذا الأمان الرقمي مهم للنشطاء المدنيين والصحفيين وكيف يمكن تعزيز الأمان العام للمدافعين عن حقوق الإنسان والصحفيين.",
        "title": "أمان الحاسوب للنشطاء المدنيين والصحفيين",
        "more": "تم نشر هذا المحتوى بشغف وبشهادة (قراءة المزيد). ❤️✌️",
        "support": "دعم هذا المشروع",
        "help": " بحاجة إلى مساعدة؟",
        "ask": "شاركنا أسئلتك",
        "auth": "حقوق المؤلف والشكر",
        "auth1": "تم إعداد هذا النص نظرًا لتجربتي الطويلة في تقديم استشارات أمنية للمنظمات ونشطاء حقوق الإنسان والصحفيين. على الرغم من أنني بذلت قصارى جهدي لضمان تحديث وكمال هذا النص، إلا أن هناك احتمال وجود أخطاء، لذا أكون مستعدًا لاستقبال نقدكم واقتراحاتكم بصدر رحب. يجب أن أذكر أن هذا الكتيب الأمني تم نشره تحت رخصة كريتيكومنز (استخدام غير تجاري، التوزيع والمشاركة بالمثل). بالتأكيد، يتعين الحصول على إذن لأي استخدام تجاري لهذا المحتوى.",
        "auth2": "في هذا المشروع، تم استخدام محتوى آخرين مع ترخيص قابل للنشر والتعديل. يتم ذكر المصدر في أي مكان تم فيه استخدام صورة. إذا نسيت مصدرًا لخط معين، فسأكون سعيدًا بالإشارة إليه.",
        "": ""
    },
    "Instagram": {
        "in-title": "تعليم أمان Instagram للنشطاء المدنيين والصحفيين",
        "in-topic": "أمان Instagram",
        "in-intro": "نظرة عامة على أهم إعدادات الأمان",
        "in-update": "صیف ۱۴۴۵",
        "in-tip": "نصيحة بخصوص إنستجرام",
        "in-tip-desc": "إنستجرام، مثل التطبيقات الأخرى المعتمدة على الصور، يُستخدم لمشاركة اللحظات. يمكن أن يسبب هذا الميزة مشاكل. على سبيل المثال، تخيل أن شخصًا ما يشارك صورة تحتوي على أشخاص يرغبون في عدم إفشاء تفاصيل اللقاء أو الموقع لأي سبب من الأسباب. ومع ذلك، مشاركة هذه الصورة وإمكانية تضمين تفاصيل الموقع فيها يمكن أن يتيح للآخرين رؤية الصورة بدون علم الأشخاص المذكورين، مما يعرض خصوصيتهم للخطر. للحفاظ على الأمان، يجب عليك اتباع بعض النصائح.",
        "in-settings": "تعديل إعدادات إنستجرام",
        "in-settings-desc": "على صفحة ملفك الشخصي في إنستجرام، بالنقر على القائمة المنسدلة (الخطوط الثلاث الأفقية في الجزء العلوي)، ستظهر لك قائمة خيارات إنستجرام. بالنقر على \"Setting and privacy\" (الإعدادات والخصوصية)، ستدخل إلى إعدادات إنستجرام.",
        "in-prof": "إضافة المعلومات في ملفك الشخصي على إنستجرام",
        "in-prof1": "في الإعدادات، انتقل إلى \"Accounts center\" وانقر على \"Profiles\". ثم قم باختيار المعرف الذي ترغب في تعديله. بعد ذلك، انتقل إلى \"Personal details\" وانقر على \"contact info\". ",
        "in-prof2": "انتقل إلى الجزء الأول (البريد الإلكتروني) وانقر على عنوان بريدك الإلكتروني. تأكد من أن حالة العرض هي \"خاصة\".",
        "in-prof3": "عد إلى معلومات الاتصال وهذه المرة انتقل إلى الجزء الثاني (رقم الهاتف). كما في الجزء السابق، انقر على رقم الهاتف وتأكد من أن حالته هي \"خاصة\".",
        "in-prof4": "عد إلى \"Personal details\" وانتقل إلى \"Birthday\". انقر على الجزء المشار إليه في الصورة ثم انقر على \"Change visibility on Instagram\" واختر من يمكنه رؤية تاريخ ميلادك. قبل الخروج، انقر على زر \"Save\" لحفظ التغييرات.",
        "in-tfa": "ضبط كلمة المرور في إنستجرام",
        "in-tfa1": "قبل البدء في الخطوات المذكورة، يجب عليك تثبيت إحدى برامج التوثيق الثنائي (مثل Duo أو Google Authenticator). في هذا السياق، قدمنا التعليمات باستخدام Google Authenticator. ",
        "in-tfa2": "انتقل إلى \"Accounts center\" في الإعدادات وانقر على \"Password and security\". انتقل إلى \"two-factor authentication\".",
        "in-tfa3": "اختر معرفك، ثم اختر طريقة التوثيق ثنائي المراحل (وأفضل وسيلة هي استخدام برنامج مخصص لهذا الغرض) وانقر على \"Next\". إذا كان البرنامج مفعلًا على الجهاز الذي تحمله، انقر على \"Copy key\" لنسخ المفتاح؛ وإذا كان على جهاز آخر، انقر على \"View barcode/QR code\" لمسح الرمز الذي يُعرض باستخدام الجهاز الآخر.",
        "in-tfa4": "بعد أن تقوم بتشغيل تطبيق Authenticator الخاص بك، انقر على زر + لإضافة هويت جديدة.\n- اختر كيفية الحصول على الرمز. لديك خيارين:\n   ۱. انقر فوق \"Scan a QR code\" لمسح الرمز QR المُعروض على الجهاز الآخر.\n   ۲. انقر فوق \"Enter a setup key\" لإدخال معرف ولصق الرمز الذي تم نسخه إلى الحافظة.\nانقر \"Continue\". تم تسجيل هويتك. الآن تمت إضافة هويتك إلى التطبيق Authenticator. انقر على الرمز المكون من ستة أرقام لنسخه، ثم عد إلى تطبيق Instagram.",
        "in-tfa5": "أدخل الرمز في الحقل المخصص وانقر على \"Next\". قبل التأكيد النهائي، يمكنك عرض رموز الاحتياط الخاصة بك عن طريق النقر على \"backup codes\". تُستخدم هذه الرموز عندما لا تكون قادرًا على الوصول إلى تطبيق الهويّة الثنائي على أي سبب، وتحتاج إلى الوصول إلى حسابك. من الأفضل حفظها في مكان غير رقمي.\nأخيرًا، انقر على \"Done\" لتمكين التسجيل الثنائي. ",
        "in-tfa6": "على الصفحة التي ستتم نقلك إليها، انقر على \"Additional methods\". في هذا المكان، يمكنك تحديد ما إذا كان يجب على Instagram أن يطلب إذنك عندما يتم تسجيل الدخول إلى حسابك من جهاز غير معروف أم لا.",
        "in-cache": "مسح معلومات تسجيل الدخول من الجهاز في Instagram",
        "in-cache-desc": "- انتقل إلى الإعدادات وانقر على مركز الحسابات (Accounts center).\n- انتقل إلى \"Password and security\" (كلمة المرور والأمان).\n- انقر على \"Saved login\" (تسجيل الدخول المحفوظ).\n- في هذا القسم، فتح المفتاح يعني أنه حتى بعد تسجيل الخروج من الحساب، ستظل المعلومات محفوظة على الجهاز ولن تحتاج إلى إدخال كلمة المرور مرة أخرى عندما تقوم بتسجيل الدخول مرة أخرى. قم بإيقاف تشغيل هذين المفتاحين.",
        "in-devices": "فحص وصول التطبيق إلى Instagram",
        "in-devices1": "احد الأساليب التي يستخدمها القراصنة هو الاتصال بحساب الضحية. لذا، من الجيد أن تقوم بفحص ومراقبة الوصول إلى حسابك بانتظام. في الإعدادات، انتقل إلى مركز الحسابات (Accounts center) وانقر على \"Password and security\" (كلمة المرور والأمان). انتقل إلى \"Where you're logged in\" (أين تم تسجيل الدخول).",
        "in-decices2": "انقر على \"Set up alerts\" (إعداد التنبيهات) واختر حسابك. هنا يمكنك تحديد ما إذا كنت ترغب في تلقي تنبيه أمان إذا تم تسجيل الدخول من جهاز غير معروف أو لا.",
        "in-devices3": "عد إلى القسم السابق وانقر على \"review devices\" (مراجعة الأجهزة). هنا، سترى قائمة بالجهزة التي تم تسجيل الدخول على حسابك ويمكنك تحديد ما إذا كنت أنت من قام بتلك العملية (This was me) أم لا. إذا اخترت \"This wasn't me\" (لم يكن ذلك أنا)، سيُطلب منك Instagram تغيير كلمة المرور الخاصة بك. لفعل ذلك، قم بإدخال كلمة المرور الحالية والجديدة ثم انقر على \"Change password\" (تغيير كلمة المرور).",
        "in-devices4": "عد إلى القسم السابق وانقر على حسابك هذه المرة لعرض قائمة الأجهزة التي تم تسجيل الدخول على حسابك عليها واحذف أي جهاز غريب إذا لزم الأمر.",
        "in-pri": "تقييد الاتصالات في Instagram",
        "in-pri1": "عند جعل حسابك الخاص على Instagram خاصًا، يمكن للأشخاص فقط عرض صفحتك بعد الحصول على موافقتك. للقيام بذلك، انتقل إلى الإعدادات (Settings) وانتقل إلى خصوصية الحساب (Account privacy)، ثم قم بتفعيل مفتاح \"Private account\" (الحساب الخاص).",
        "in-pri2": "لمنع الغرباء من إضافتك إلى مجموعات في Instagram، في الإعدادات، قم بالتمرير للأسفل وانتقل إلى الردود على الرسائل والقصص (Message and story replies). انقر على تحكمات الرسائل (Message controls) وقم بتحديد أنه يمكن فقط للأشخاص الذين تتابعهم أن يضيفوك إلى المجموعات.",
        "in-status": "إظهار الوضعية الآنية على Instagram",
        "in-status-desc": "لمنع أي شخص من رؤية وضعك الآني، في الإعدادات، انتقل إلى الأسفل في الصفحة وانتقل إلى الردود على الرسائل والقصص (Message and story replies). انقر على \"Show activity status\" (عرض الوضعية الآنية) وقم بإيقاف التشغيل للمفتاح.\n",
        "in-da": "تعطيل/حذف حساب إنستجرام",
        "in-da1": "في الإعدادات، انتقل إلى مركز الحسابات (Accounts Center) وانقر على تفاصيل الشخصية (Personal Details). ثم، انتقل إلى ملكية الحساب والتحكم (Account Ownership and Control).",
        "in-da2": "انتقل إلى عملية التعطيل أو الحذف (Deactivation or Deletion) وحدد هويتك.",
        "in-da3": "التعطيل يعني أنك ستعطل حسابك لفترة وستصبح معلوماتك مخفية عن الجميع حتى تقرر تفعيله مرة أخرى. لفعل ذلك، اختر الخيار الأول وانقر على \"Continue\"، ثم قم بإدخال كلمة مرور حسابك وحدد السبب واختر \"Deactivate Account\" (تعطيل الحساب) في النهاية.",
        "in-da4": "الحذف يعني أن جميع معلومات حسابك ستتم مسحها بشكل كامل ولا يمكن استعادتها. لفعل ذلك، اختر الخيار الثاني وانقر على \"Continue\"، ثم قم بإدخال كلمة مرور حسابك وحدد السبب، وأخيرًا انقر على \"Delete Account\" (حذف الحساب)."
    },
    "Jitsi": {
        "j-title": "تعليم أمان Jitsi للنشطاء المدنيين",
        "j-topic": "اتصال آمن مع Jitsi",
        "j-intro": "استخدام Jitsi",
        "j-update": "صیف ۱۴۴۵",
        "j-list": "بعض النقاط حول جيتسي",
        "j-list1": "جيتسي هو أداة للاتصال الآمن عبر النص والصوت والفيديو.",
        "j-list2": "أمان جيتسي مقبول ولكن إذا تم تلويث جهازك بأي شكل من الأشكال، فإن هناك احتمالية لسماع محادثاتك. لذا، الحفاظ على أمان جهازك بشكل عام أمر ضروري ومهم.",
        "j-list3": "جيتسي متاح كتطبيق محمول وعلى الويب.",
        "j-use": "تشكيل غرفة في جيتسي",
        "j-use1": "قم بالدخول إلى https://meet.jit.si واختر اسمًا لغرفة الدردشة الخاصة بك في المربع المخصص وانقر على زر \"بدء الاجتماع\". سيكون هذا الاسم هو رابط محادثتك.",
        "j-use2": "أدخل اسمك وانقر على زر \"الانضمام إلى الاجتماع\".",
        "j-use3": "لقد أنشأت غرفة الدردشة الخاصة بك وسترى صفحة تشبه هذه. إذا قمت بالنقر على الرمز الثلاثي النقاط في الجزء السفلي من الصفحة، سترى خيارات جيتسي.",
        "j-use4": "انتقل إلى قسم خيارات الأمان.",
        "j-use5": "انقر فوق \"إضافة كلمة مرور\" واختر كلمة مرور للدردشة تمنح الوصول إليها فقط للأشخاص الذين لديهم هذه الكلمة. ثم انتقل إلى الأسفل وقم بتمكين خيار \"التشفير من الطرف إلى الطرف\". الآن يمكنك مشاركة الرابط والسماح للأشخاص بالانضمام بالنقر على الرابط."
    },
    "LastPass": {
        "l-title": "دورة تدريبية حول إدارة كلمات المرور للنشطاء المدنيين",
        "l-topic": "إدارة كلمات المرور",
        "l-intro": "تطبيق لإدارة كلمات المرور",
        "l-update": "صیف ۱۴۴۵",
        "l-intro1": "أحد الطرق للحفاظ على أمان المعلومات هو عدم استخدام نفس كلمة مرور في عدة مواقع مختلفة وعدم تخزين معلومات الولوج إلى هذه المواقع. لتسهيل هذا الأمر، نستخدم أدوات إدارة كلمات المرور لإنشاء كلمات مرور قوية وحفظها. بهذا الطريقة، إذا تم اختراق أحد حساباتك أو تم كشف كلمة مروره، أو إذا وقع الجهاز في يد شخص ما، يقل احتمال تعرض كافة حساباتك للخطر بشكل ملحوظ.",
        "l-intro2": "يرجى ملاحظة أنه في النسخة المجانية من برنامج LastPass، ستكون قادرًا على استخدام نوع واحد من الأجهزة فقط. وهذا يعني أنه إذا قمت بالتسجيل عبر الهاتف المحمول، ستكون قادرًا فقط على الوصول إلى حسابك باستخدام الهاتف المحمول (الذي يمكن أن يكون متعدد الأجهزة). ونفس الشيء بالنسبة للكمبيوتر.",
        "l-list": "مزايا الرئيسية لـ لاست باس",
        "l-list1": "القدرة على حفظ المعلومات المطلوبة لملء النماذج على الإنترنت",
        "l-list2": "اقتراح كلمات مرور قوية وفريدة تلقائيًا",
        "l-list3": "إمكانية مشاركة كلمات المرور بشكل فردي",
        "l-list4": "تصنيف كلمات المرور",
        "l-list5": "إمكانية التثبيت على الهواتف المحمولة",
        "l-list6": "التغيير التلقائي لكلمات المرور لمواقع الويب الشهيرة",
        "l-list7": "إمكانية الوصول لشخص موثوق بشناسة في حالات الطوارئ",
        "l-list8": "تنبيه عند تسرب البيانات",
        "l-list9": "قيود الوصول بناءً على البلد، وعنوان IP، وما إلى ذلك",
        "l-list10": "ملاحظات حول الأمان",
        "l-list11": "التحقق من الهوية متعدد العوامل",
        "l-reg": "إنشاء حساب LastPass",
        "l-reg1": "انتقل إلى موقع الويب الرسمي لـ \"LastPass\" وانقر على الزر \"Get LastPass Free\".",
        "l-reg2": "املأ الاستمارة بمعلوماتك. \"Master password\" هو كلمة المرور الرئيسية لبرنامج/إضافة إدارة كلمات السر الخاص بك. تأكد من اختيار تذكير يمكنك فقط تذكر كلمة المرور عند رؤية هذا التذكير. انقر على الزر \"Sign Up - It's Free\".",
        "l-ex": "تنصيب إضافة LastPass",
        "l-ex1": "انقر على \"Install LastPass\" لتثبيت البرنامج الإضافي.",
        "l-ex2": "ستتم نقلك تلقائيًا إلى صفحة الإضافة الخاصة بـ LastPass. انقر على \"Get\" ثم انقر على \"Add extension\" لتثبيت الإضافة في متصفحك.",
        "l-ex3": "من أعلى متصفحك، افتح قائمة الإضافات. قم بتمكين الإضافة عن طريق تفعيل الزر (أو أي رمز آخر يظهر في متصفحك) لتعيين الإضافة في المتصفح.",
        "l-ex4": "من أعلى صفحة المتصفح، انقر على الإضافة واذهب إلى قسم \"Account\". ثم، انقر على \"Extension settings\" للوصول إلى إعدادات الإضافة.",
        "l-ex5": "في القائمة \"Security\"، قم بتمكين علامت الاختيار لكلتا الخيارين وحدد المدة بالدقائق بالنسبة للجزء الثاني لتلقائيًا تسجيل الخروج من الإضافة بعد مرور عدد معين من الدقائق من عدم الاستخدام. انقر على \"Save\" في الأسفل لحفظ الإعدادات ومن ثم أغلق الصفحة المعنية.",
        "l-ex6": "ثم، انقر مرة أخرى على الإضافة من القائمة في أعلى الصفحة. قم بإدخال المعلومات وانقر على \"Advanced options\". قم بتحديد تفضيلاتك بشأن حفظ البريد الإلكتروني مع الإضافة. اختر تعطيل الخيار الثاني الذي يتعلق بحفظ كلمة المرور. بهذه الطريقة، ستتطلب الإضافة كلمة مرور منك في كل مرة تقوم بتسجيل الدخول.",
        "l-gen": "إنشاء كلمة مرور باستخدام LastPass",
        "l-gen1": "عند اختيارك لكلمة مرور، يكفي أن تنقر على أيقونة LastPass في مربع النص لعرض كلمة المرور المقترحة. بالنقر فوق كلمة المرور، سيتم ملؤها تلقائيًا. يمكنك أيضًا تحديد القيود على كلمة المرور باستخدام الخيار \"تخصيص...\" المتواجد أسفل كلمة المرور المقترحة.",
        "l-gen2": "بعد أول تسجيل دخول على أي موقع، سيطلب منك LastPass موافقتك على ما إذا كنت ترغب في حفظ معلومات حسابك أم لا. للموافقة، انقر على \"إضافة كلمة مرور\".",
        "l-gen3": "يمكنك أيضًا إنشاء كلمة مرور بواسطة LastPass عبر الدخول إلى الإضافة والنقر على \"مُولّد\". قم بتعيين خصائص كلمة المرور وانسخ الكلمة المولدة للاستخدام.",
        "l-use": "الوصول إلى المعلومات في LastPass",
        "l-use1": "عندما ترغب في الوصول إلى حساب ما، قم بالانتقال إلى صفحة تسجيل الدخول (Login). ثم، من خلال النقر على إضافة LastPass، قم بالوصول إلى حسابك.",
        "l-use2": "سيتم عرض معلومات حسابك تلقائيًا. قم بالنقر على اسم الحساب لملء نموذج تسجيل الدخول.",
        "l-use3": "بالإضافة إلى ذلك، يمكنك الوصول إلى معلوماتك عن طريق البحث عن موقع على الصفحة الرئيسية، ومن ثم الوصول إليها مباشرة عن طريق النقر على زر \"Lunch\" في القائمة الموجودة على الجانب الأيمن."
    },
    "MailVelope": {
        "m-title": "دليل استخدام البريد الإلكتروني لحماية الخصوصية",
        "m-topic": "إعداد البريد الإلكتروني",
        "m-intro": "الاستخدام الآمن",
        "m-update": "صیف ۱۴۴۵",
        "m-desc1": "نظام التشفير PGP (Pretty Good Privacy) هو نظام أماني لحماية المعلومات الحساسة. يسمح لك هذا النظام بتشفير المعلومات الخاصة بك بحيث يمكن للأشخاص المخولين فقط مشاهدتها.",
        "m-desc2": "إضافة Mailvelope هي إضافة لمتصفح الويب توفر تشفيرًا باستخدام نظام PGP للرسائل الإلكترونية الصادرة والواردة. تمنحك هذه الإضافة القدرة على استخدام نظام تشفير موثوق لاتصالات البريد الإلكتروني الخاصة بك.",
        "m-list": "ملامح الأهم لـ Mailvelope",
        "m-list1": "تشفير قوي",
        "m-list2": "توقيع رقمي (ضمان هوية الرسائل)",
        "m-list3": "إدارة مفاتيح سهلة",
        "m-list4": "دعم متنوع للمرفقات",
        "m-list5": "التكامل مع خدمات البريد الإلكتروني الشائعة",
        "m-ex": "تثبيت إضافة Mailvelope",
        "m-ex1": "قم بزيارة الموقع الرسمي لـ Mailvelope واختر متصفحك للوصول إلى صفحة الإضافة.",
        "m-ex2": "انقر على \"Get\" واضغط على زر \"Add Extension\" لتثبيت الإضافة.",
        "m-ex3": "قم بالنقر على \"الإضافات\" من أعلى صفحة المتصفح، ثم انقر على \"Mailvelope\" للدخول إليها.",
        "m-ex4": "اضغط على الزر \"لنبدأ!\" (Let's start!). أول شيء يقترحه الإضافة عليك هو تخصيص الواجهة وفقًا لذوقك. انقر على \"التخصيص الآن\" (Personalize now).",
        "m-ex5": "اختر القالب الذي تفضله واضغط على الزر \"حفظ\" (Save).",
        "m-gen": "إنشاء مفتاح PGP في Mailvelope",
        "m-gen1": "من أعلى الصفحة، انقر على إضافة Mailvelope وانتقل إلى لوحة التحكم. انقر على إدارة المفاتيح.",
        "m-gen2": "انقر على زر \"إنشاء مفتاح\" (Generate key).",
        "m-gen3": "اختر الاسم الذي ترغب في استخدامه للمفتاح. أدخل البريد الإلكتروني الذي ترغب في إنشاء المفتاح له، ثم قم بتحديد كلمة مرور للمفتاح واضغط على زر \"إنشاء\" (Generate).",
        "m-gen4": "انقر على الزر المشار إليه في الزاوية للوصول إلى صفحة المعلومات المتعلقة بهذا المفتاح.",
        "m-gen5": "على هذه الصفحة، يمكنك عرض المعلومات المتعلقة بهذا المفتاح وإجراء تغييرات عليها. انقر على زر \"Export\" في أعلى الصفحة.",
        "m-gen6": "في هذا القسم، ستجد المفتاح العام، المفتاح الخاص، ومفتاح الجمع بينهما. انتقل إلى القسم المتعلق بكل مفتاح واضغط على زر \"Save\" لحفظ كل المفاتيح الثلاثة.",
        "m-gen7": "انتقل إلى مكان لتخزين المفاتيح. من بين هذه المفاتيح، المفتاح الذي ينتهي اسمه بـ \"pub_\" هو المفتاح العام الخاص بك، ويجب عليك مشاركته مع جهات الاتصال الخاصة بك (عبر البريد الإلكتروني كمرفق) حتى يمكن لهم إرسال رسائل البريد الإلكتروني المشفرة إليك. قم بالاحتفاظ بالمفاتيح الأخرى في مكان آمن لنفسك.",
        "m-import": "إضافة جهات الاتصال إلى Mailvelope",
        "m-import1": "من الجزء العلوي للصفحة، انقر فوق الإضافة المتصاقة بـ Mailvelope وانتقل إلى لوحة التحكم. انقر على \"Manage keys\".",
        "m-import2": "ثم انقر على \"Import\".",
        "m-import3": "انقر على زر \"Add file\" واختر ملف مفتاح العام لجهة الاتصال الخاصة بك الذي قمت بحفظه في المكان المناسب. إذا لم تكن لديك ملف ولكنك استلمت المفتاح العام كنص نصي، فيمكنك استخدام الخيار \"Import key from clipboard\" الذي يأتي أدناه.",
        "m-import4": "يمكنك اختيار أي عدد من المفاتيح العامة التي تمتلكها وفي النهاية انقر على زر \"Import keys\".",
        "m-import5": "في الخطوة الأخيرة، قم بتأكيد إضافة جهات الاتصال من خلال النقر على زر \"تأكيد\"، والآن مفاتيح جهات الاتصال الخاصة بك موجودة في قسم إدارة المفاتيح.",
        "m-send": "لإرسال البريد الإلكتروني المُشفّر باستخدام Mailvelope",
        "m-send1": "قم بتسجيل الدخول إلى صفحتك الرئيسية على Gmail وانقر على أيقونة Mailvelope.\nفي الحقل المخصص للمُستلم (recipient)، قم بإدخال بريد الكتروني للشخص الذي تريد إرسال البريد إليه. إذا كان لديك مفتاح PGP لهذا البريد الإلكتروني في جهات الاتصال الخاصة بك، ستتغير عنوان البريد الإلكتروني إلى اللون الأخضر.\nانقر على زر \"Options\" في الجزء السفلي من الصفحة للتحقق من العنوان الذي سيتم إرسال البريد إليه.",
        "m-send2": "قم بتحديد عنوان البريد الإلكتروني الخاص بالمُرسل من القسم المحدد.\nقم بإكمال محتوى البريد الإلكتروني كما تفعل مع البريد الإلكتروني العادي، بما في ذلك الموضوع والنص والمرفقات.\nانقر على زر \"Send\" لإرسال البريد.",
        "m-send3": "لإتمام إرسال البريد الإلكتروني المُشفّر بمفتاحك الخاص، ستحتاج إلى إدخال كلمة مرور مفتاحك ثم النقر على \"Ok\".",
        "m-rec": "لتلقي البريد الإلكتروني المُشفّر باستخدام Mailvelope",
        "m-rec1": "عند استلام البريد الإلكتروني المُشفّر، ستواجه شاشة مشابهة للتالي. انقر على \"Show message\".",
        "m-rec2": "قم بإدخال المفتاح العام الذي قمت بمشاركته مع المُرسل، ثم انقر على \"Ok\" لعرض البريد الإلكتروني.",
        "m-rec3": "إذا كنت ترغب في إعادة إرسال البريد الإلكتروني أو الرد عليه، فقم بالتمرير إلى الجزء السفلي من الصفحة. ستجد هنا خيارات \"Forward\" و\"Reply\" لإرسال رد أو إعادة إرسال البريد الإلكتروني بأمان باستخدام Mailvelope.",
        "m-tip": "بعض النصائح",
        "m-tip1": "قم بإنشاء نسخة احتياطية من مفتاحي الزوج واحتفظ بهما في مكان آمن.",
        "m-tip2": "يجب ملاحظة أن عملية التشفير لا تشمل عنوان البريد الإلكتروني (subject) وعنوان المرسل والمستلم في رسالة البريد الإلكتروني.",
        "m-tip3": "لا تشارك أبدًا المفتاح الخاص الخاص بك مع أي شخص آخر.",
        "m-tip4": "إذا قمت بمشاركة مفتاحك العام مع الآخرين أو نشره على الإنترنت، فإن ذلك لا يشكل خطرًا.",
        "m-tip5": "عندما تحصل على مفتاح شخص ما (المفتاح العام بالطبع)، تأكد من صحته.",
        "m-tip6": "كن حذرًا من تاريخ انتهاء صلاحية المفتاح الخاص بك (تاريخ انتهاء الصلاحية هو نفسه لكلا المفتاحين)."
    },
    "OpenVPN": {
        "o-title": "دليل استخدام VPN للناشطين المدنيين",
        "o-topic": "دليل التثبيت والاستخدام",
        "o-update": "خریف ۱۴۴۵",
        "o-intro": "OpenVPN هو برنامج مجاني ومفتوح المصدر ولا يشبه برامج الوكيل ويحتاج إلى ملف تكوين يجب أن تحصل عليه من مزود الخدمة. لذلك، قبل المتابعة، يتعين عليك أن تمتلك ملف تكوين ومعلومات الهوية وكلمة المرور الخاصة بك.",
        "o-win": "الاستخدام على نظام ويندوز",
        "o-win1": "تفضل بزيارة الموقع الرسمي لـ OpenVPN وانقر على \"تنزيل OpenVPN Connect for Windows\" وقم بتثبيت البرنامج.",
        "o-win2": "بعد التثبيت، يجب عليك تقديم ملف إعدادات لـ OpenVPN. قم بفتح الملفات التي تلقيتها من مزود الخدمة VPN وأدخل كلمة المرور واسم المستخدم الخاص بك في ملف الكلمة السرية، يمكنك القيام بذلك باستخدام برنامج مثل Notepad. اكتب اسم المستخدم في السطر الأول و كلمة المرور في السطر الثاني واحفظ الملف.",
        "o-win3": "قم بنقل ملف الكلمة السرية وملف الإعدادات إلى المجلد الخاص بالتثبيت لبرنامج OpenVPN ومجلد \"Config\". المسار الافتراضي محدد مسبقًا.",
        "o-win4": "بعد تشغيل البرنامج، ستظهر رمزته في شريط المهام في ويندوز على شكل شاشة توقف برمز قفل ولون أسود (قد يكون مخفيًا تحت الرموز المخفية). للاتصال بالشبكة الخاصة الافتراضية (VPN)، ما عليك سوى النقر بزر الماوس الأيمن على الرمز ومن ثم تحديد الخادم المراد الاتصال به من القائمة والضغط على الخيار \"اتصال\" (Connect).",
        "o-win5": "بعد الضغط على \"اتصال\"، ستظهر نافذة تعرض خطوات الاتصال بالخادم. في هذه اللحظة، سيتغير لون الرمز إلى اللون الأصفر. عند الاتصال بنجاح، سيتغير لون الرمز إلى اللون الأخضر. لقطع الاتصال، قم باستخدام الخيار \"قطع الاتصال\" (Disconnect).",
        "o-apk": "للاستفادة على نظام Android",
        "o-apk1": "انقر على علامة + في أسفل الشاشة. في قسم \"رفع ملف\" (Upload file)، انقر على \"تصفح\" (BROWSE) وحدد ملفات التكوين الخاصة بك. يجب أن تكون لديك ملفات التكوين في هاتفك. قد يكون من الضروري السماح للتطبيق بالوصول إلى ملفات هاتفك. في كل مرحلة، يمكنك اختيار ملف واحد فقط.",
        "o-apk2": "قم بإدخال اسم المستخدم الخاص بك وحدد ما إذا كان يجب على التطبيق حفظ كلمة المرور الخاصة بك أم لا. إذا كان هذا الخيار معطلاً، فيجب عليك إدخال كلمة المرور في كل مرة تقوم فيها بالاتصال. انقر على \"اتصال\" (CONNECT)، ثم قم بإدخال كلمة المرور الخاصة بك وانقر على \"موافق\" (OK). للاتصال بأي من الخوادم، ما عليك سوى النقر على الزر الرمادي لجعله أخضرًا."
    },
    "Signal": {
        "si-title": "دورة تعليم Signal للنشطاء المدنيين",
        "si-topic": "أمان Signal",
        "si-update": "صیف ۱۴۴۵",
        "si-intro": "نظرة عامة على أهم إعدادات الأمان",
        "si-intro1": "لماذا Signal؟",
        "si-intro2": "تعتبر تطبيق Signal أحد التطبيقات الآمنة والموثوقة. يستخدم هذا التطبيق التشفير من نقطة لأخرى لحماية المحادثات النصية والصوتية والمرئية، بالإضافة إلى الملفات المرسلة والمحادثات الجماعية. هذا التشفير يقلل من احتمالية تسريب المحتوى الخاص بالمكالمات إلى الحد الأدنى.",
        "si-list": "بعض النصائح المهمة حول Signal",
        "si-list1": "Signal لديه أيضًا نسخة سطح المكتب (ديسكتوب). ونظرًا لأن تطبيق واتساب يعتمد على تشفير Signal، فإن تطبيق سطح المكتب لـ Signal يشبه إلى حد كبير تطبيق واتساب لسطح المكتب.",
        "si-list2": "في حالة وجود مشكلة في الاتصال بسبب مشكلة في الإنترنت، من الأفضل أن تكون لديك بديل لتوقع مثل هذه الحالات.",
        "si-list3": "Signal لا يدعم استخدام معرفين متعددين في نفس الوقت. لذا، إذا كان لديك هاتف يحمل بطاقتي SIM، فإنك ستكون قادرًا على استخدام إحدى البطاقتين فقط.",
        "si-list4": "كن حذرًا عند التعامل مع الرسائل الأمنية التي تظهر على الشاشة. قم بفحص المعلومات وتحقق من أمان المحادثة.",
        "si-tfa": "تفعيل المصادقة ذات الخطوتين",
        "si-tfa1": "بالنقر على صورة الملف الشخصي، ستتوجه إلى صفحة الإعدادات. انتقل إلى الحساب. قم بتفعيل مفتاح التذكير بالرمز السري. قم بإدخال الرمز السري الخاص بك وتكراره لتفعيله. نوصي باستخدام رمز يتضمن أحرفًا وأرقامًا باستخدام خيار \"إدخال الرمز السري الألفبائي\".",
        "si-tfa2": "قم بالعودة إلى صفحة الحسابات وفعل مفتاح قفل التسجيل هذه المرة. انقر على \"تشغيل\" وقم بإدخال الرمز السري وتكراره. نوصي في هذه المرحلة أيضًا باستخدام رمز يتضمن أحرفًا وأرقامًا باستخدام خيار \"إدخال الرمز السري الألفبائي\". يرجى ملاحظة أنه إذا نسيت الرمز الخاص بك وكنت ترغب في تسجيل الدخول باستخدام جهاز آخر، سيتم مسح معرفك في غضون 7 أيام.",
        "si-da": "حذف الحساب",
        "si-da-desc": "بالنقر على صورة الملف الشخصي، ستتوجه إلى صفحة الإعدادات. انتقل إلى \"الحساب\". اختر \"حذف الحساب\" وقم بإدخال رقم هاتفك. بالنقر على الزر الأحمر، سيتم حذف معرفك.",
        "si-devices": "فحص الأجهزة المتصلة",
        "si-devices-desc": "معرفة الأجهزة المتصلة بحسابك في Signal أمر أمان مهم للغاية. لذا، قم بزيارة هذه الصفحة بشكل منتظم وقم بفحص الأجهزة المتصلة بحسابك. للقيام بذلك، انقر على صورة الملف الشخصي، ثم انتقل إلى الإعدادات وانقر على \"الأجهزة المتصلة\".",
        "si-bu": "إجراء نسخ احتياطي للبيانات",
        "si-bu1": "يمكن أن تتم عملية النسخ الاحتياطي لمحتوى حساب مستخدم Signal بطريقة مماثلة لتلك التي تُجرى في تطبيق WhatsApp. يُزعم أن Signal لا يقوم بتخزين البيانات على أي خدمة سحابية وأن الملفات المُشفرة تبقى على هاتفك فقط. ولكن عليك ملاحظة أنه عند نقل هذه الملفات إلى هاتف آخر واستخدام رمز الوصول الخاص بك، يمكن للأشخاص الآخرين الوصول إلى بياناتك. إذا كنت ما زلت ترغب في إجراء نسخ احتياطي، فاتبع الخطوات التالية:\nانتقل إلى الإعدادات ومن ثم انتقل إلى \"الدردشات\" (Chats) وبعد ذلك اذهب إلى \"نسخ الدردشات\" (Chat backups).",
        "si-bu2": "انقر على \"تشغيل\" (TURN ON) واستخدم خيار \"اختيار مجلد\" (Choose folder) من مدير الملفات الخاص بك لاختيار المجلد الذي ترغب في استخدامه للنسخ الاحتياطي أو أنشئ مجلدًا جديدًا لهذا الغرض.\nانقر على \"استخدام هذا المجلد\" (USE THIS FOLDER) في أسفل الصفحة لتحديد المجلد المختار للنسخ الاحتياطي.\nاحتفظ بالرمز الذي سيظهر لك للنسخ الاحتياطي وقم بحفظه في مكان آمن للاحتفاظ به للاستفادة منه عند الحاجة. بعد ذلك، حدد مربع الاختيار للموافقة على الشروط وانقر على \"تمكين النسخ الاحتياطي\" (ENABLE BACKUPS).\nستنتقل إلى صفحة يمكنك فيها تكوين التفاصيل مثل جدولة النسخ الاحتياطي والوقت. قم بكتابة الرموز التي ستظهر لك في مكان آمن (يُفضل أن تكون كتابية وغير رقمية) وحددها بالنقر على المربع المخصص. من خلال القيام بذلك، ستؤكد أنك قمت بتسجيل تلك الرموز وبدون وجودها، لن تتمكن من استعادة بياناتك.",
        "si-notif": "تكوين الإشعارات",
        "si-notif-desc": "لتجنب ظهور محتوى الرسائل ومعلومات المرسل عندما لا تكون متصلًا بالتطبيق، يمكنك تعديل الإعدادات بالنقر على \"الإعدادات\" ومن ثم الانتقال إلى \"الإشعارات\" (Notifications) واختيار الخيار الثالث \"عندما يكون الجهاز مقفلًا\" (When device is locked).",
        "si-adm": "حذف تلقائي للرسائل",
        "si-adm1": "هذه الميزة تسمح بحذف محتوى الرسائل بعد انتهاء الوقت المحدد. لتمكين هذا، انتقل إلى الإعدادات وانتقل إلى \"الخصوصية\" واختر \"المؤقت الافتراضي للدردشات الجديدة\" في القسم \"تنظيم حذف تلقائي للدردشات الجديدة\"، ثم حدد الوقت المناسب (الوقت المخصص) واحفظ الإعداد. يجب ملاحظة أن هذه الإعدادات تنطبق فقط على الدردشات الجديدة التي تبدأها من الآن فصاعدا.",
        "si-adm2": "يمكن أيضًا ضبط حذف تلقائي لكل محادثة بناءً على الرغبة. في صفحة الملف الشخصي للشخص الذي تتواصل معه، اضغط على النقاط الثلاث في أعلى الصفحة واختر \"رسائل تختفي\" ثم حدد الوقت المناسب (الوقت المخصص) واحفظ الإعداد. يجب ملاحظة أن هذه الإعدادات تنطبق فقط على الرسائل الجديدة التي ترسلها أو تستلمها من الآن فصاعدا.",
        "si-call": "أمان المكالمات",
        "si-call-desc": "انتقل إلى الإعدادات واذهب إلى \"الخصوصية\". في القسم \"متقدم\"، قم بتمكين الإعدادات كما هو موضح في الصورة. يجب ملاحظة أن تمكين مفتاح \"Relay Calls Always\" يخفي عنوان IP الخاص بك أثناء المكالمات ولكنه يؤدي إلى تقليل جودة المكالمة. ومن الجدير بالذكر أنه بينما تستخدم VPN ، ليس هناك حاجة ضرورية لتمكين هذا الإعداد ويعتمد على اختيارك.",
        "si-tips": "بعض النصائح الأمنية",
        "si-tips1": "قم بالدخول إلى الإعدادات وانتقل إلى \"الخصوصية\"، ثم في قائمة \"تطبيق الأمان\"؛",
        "si-tips2": "لقفل الشاشة، قم بتمكين \"قفل الشاشة\" (Screen Lock) واختيار المدة التي بعد فترة معينة ستتم قفل الشاشة.",
        "si-tips3": "لمنع التقاط لقطات الشاشة، قم بتمكين \"أمان الشاشة\" (Screen Security).",
        "si-tips4": "لمنع تخزين واقتراح الكلمات التي تكتبها عبر لوحة المفاتيح، قم بتمكين \"لوحة مفاتيح الخفية\" (Incognito Keyboard).",
        "si-tips5": "أثناء مكالمة Signal، يمكنك تعيين إعدادات مخصصة للمحادثة. للقيام بذلك، انقر فوق النقاط الثلاث في أعلى الصفحة واختر \"إعدادات المحادثة\". للتحقق من هوية جهة الاتصال الخاصة بك، انتقل إلى \"عرض الرقم الآمن\". سترى رمز الاستجابة السريعة وسلسلة من الأرقام. اتصل بجهة الاتصال الخاصة بك بشكل آمن وقارن هذه السلسلة من الأرقام. إذا كنت بجوار بعضهما البعض، يمكنك مسح الرمز السريع باستخدام فلاشة حمراء وقم بالضغط على \"تأكيد كـتـأكـيد\".",
        "si-tips6": "يمكنك أيضًا تعيين قيود على عرض المحتوى غير النصي (ملفات، صور، فيديوهات، وما إلى ذلك). هذه القيود يمكن أن تكون عرضًا مرة واحدة أو غير محدودة. تم تحديد كيفية تغيير هذا بواسطة السهم الأحمر في الصورة."
    },
    "Skype": {
        "s-title": "دليل أمان Skype للنشطاء المدنيين",
        "s-topic": "أمان Skype",
        "s-intro": "نظرة على أهم إعدادات الأمان",
        "s-update": "الصیف ۱۴۴۵",
        "s-list": "بعض الملاحظات الهامة حول سكايب",
        "s-list1": "سكايب هو برنامج تجاري. منذ أن اشترته شركة مايكروسوفت، تم تضمين أو اكتشاف العديد من التحسينات في مجال الأمان.",
        "s-list2": "سكايب هو موقع جيد للمختطفين ومرسلي الرسائل الغير مرغوب فيها (السبام). هذا الضعف في حد ذاته يزيد من احتمالية التعرض للاختراق.",
        "s-list3": "سكايب لا توفر تنبيهًا بخصوص لدخول شخص جديد إلى ملفك الشخصي.",
        "s-list4": "تخزن سكايب الملفات والصور التي تشاركها، والمكالمات التي قمت بتسجيلها، وأشياء أخرى لضمان إمكانية الوصول إليها بسهولة على جميع أجهزتك. وتوجد فترات تخزين مختلفة لكل منها.",
        "s-list5": "يمكنك تحديد مدة تخزين الرسائل، والصور، وعناوين الدردشة، ومقاطع الفيديو. يتم حفظ مقاطع الفيديو الكبيرة التي تزيد عن 100 ميجابايت والرسائل الصوتية وتسجيل المكالمات على أنها ملفات وتكون متاحة لمدة 30 يومًا. تظل الرسائل والصور ورسائل الفيديو والعناوين متاحة حتى يتم حذفها أو يترك المستخدمون المحادثات.",
        "s-list6": "سكايب يقوم بحفظ سجل المكالمات الخاص بك. إذا تم فتح سكايب على أي جهاز آخر، سيتم عرض قائمة المكالمات السابقة.",
        "s-list7": "يمكنك حذف الرسائل التي أرسلتها في محادثة واحدة أو جماعية في سكايب.",
        "s-list8": "إذا قمت بحذف رسالة ما قد أرسلتها، فسيتم حذفها لجميع الأشخاص في المحادثة ولن يراها أحد في قائمة المحادثات.",
        "s-tip": "بناءً على الملاحظات السابقة، يُعتبر سكايب خيارًا غير جيد لأداء الأنشطة الحساسة. الخيار الأفضل هو استخدام برمجيات Jitsi.",
        "s-option": "قائمة الخيارات في سكايب",
        "s-option1": "من خلال النقر على الصورة / اسم الملف الشخصي، تظهر خيارات سكايب لك. لمنع الآخرين من معرفة حالتك على الإنترنت وآخر مرة تسجيل دخولك، مشابهة للصورة، قم بالنقر على السهم الذي يظهر تحت صورة الملف الشخصي لفتح القائمة المنسدلة. ثم اختر الخيار المطلوب.",
        "s-option2": "إذا كنت ترغب في عدم الظهور في نتائج بحث الأشخاص الذين لا تعرفهم، انتقل إلى قسم 'Skype profile' في قائمة الخيارات وانتقل إلى علامة التبويب 'OTHER'. قم بتشغيل المفتاح الموضح في الصورة وانقر على 'list View'. ستظهر قائمة بجهات الاتصال التي يمكنها البحث والعثور عليك. بالنقر على الثلاث نقاط و 'View profile'، يمكنك عرض معلومات الأشخاص. قم بحذف الأشخاص الذين لا ترغب في وجودهم في هذه القائمة باستخدام خيار 'Delete contact'.",
        "s-settings": "دخول إلى إعدادات سكايب",
        "s-settings1": "للدخول إلى إعدادات سكايب، انقر على صورة الملف الشخصي وانتقل إلى \"Settings\" من قسم \"الخيارات\". الآن، لإخفاء صورة ملفك الشخصي عن الأشخاص الغرباء، انقر على \"Profile & Accounts\" وادخل إلى قسم \"صورة الملف الشخصي\". وفقًا لما هو موضح في الصورة، اختر \"Contacts only\" لتمكين فقط جهات الاتصال الخاصة بك من رؤية صورة ملفك الشخصي.",
        "s-settings2": "لحذف تاريخ محادثات سكايب، ارجع إلى الإعدادات وانتقل إلى قسم \"Privacy\" واذهب إلى \"Clear data app\" ثم انقر على \"CLEAR DATA APP\".",
        "s-settings3": "لتنفيذ إعدادات الأمان المتعلقة بالمكالمات، انتقل إلى قسم \"Calling\" في الإعدادات وقم بتطبيق الخيارات وفقًا للصورة."
    },
    "Telegram": {
        "t-title": "دليل استخدام تلغرام للنشطاء المدنيين",
        "t-topic": "أمان تلغرام",
        "t-intro": "نظرة عامة على أهم إعدادات الأمان",
        "t-update": "صیف ۱۴۴۵",
        "t-list": "بعض النصائح حول أمان تليغرام",
        "t-list1": "أحد الطرق الشائعة لاختراق حساب تليغرام هو الوصول إليه من جهاز آخر يُعرف بأنه \"جهاز آخر\". لمنع الوصول غير المصرح به، يجب تفعيل التحقق من خطوتين. ",
        "t-list2": "ملاحظة مهمة هي أن بعض المستخدمين يخلطون بين التحقق من خطوتين ووضع رمز على تليغرام (قفل الرمز) بشكل غير صحيح. الأول يمنع الاتصال من أي جهاز آخر (غير مصرح له بالرمز الثاني)، والثاني يقيد الوصول إلى تليغرام على نفس الجهاز الذي تم تعيين الرمز عليه فقط.",
        "t-list3": "بالطريقة الأخرى، يتم تشجيع المستخدمين على استخدام الإصدارات المبنية على تليغرام، سواء باسم حرية الوصول إلى الإنترنت أو مزاعم تنقيتها. في مثل هذه الظروف، يكون خطر السرقة والتلاعب بالبيانات مرتفعًا جدًا. ",
        "t-list4": "على سبيل المثال، إذا قام شخص ما بتعيين رمز مرور على تليغرام في هاتف سامسونغه، ولكن لم يفعل التحقق من خطوتين، فيمكن للمخترق (في ظروف معينة) الوصول إلى تليغرامه، ولكن إذا وجد هاتفه بين يدي المخترق في نفس الحالة، فإنه لن يتمكن من الوصول إلى تليغرام دون وجود الرمز (عبر الخدع). يجب ملاحظة أنه إذا كان يستخدم تليغرام أيضًا على جهاز لوحيه، ولكن لم يفعل الرمز على التليغرام على جهاز لوحيه، فيمكن للمخترق الوصول إلى محتوى تليغرام على جهاز لوحيه، بينما لا يزال الوضع على هاتف سامسونغ غير ممكن. ",
        "t-list5": "في عام ۲۰۱۷، أعلن تليغرام أنه قام بنقل خوادم CDN الخاصة به إلى إيران. إذا كانت هذه المزاعم صحيحة، فليس هناك سبب للقلق بشكل خاص. ومع ذلك، من الأفضل البقاء على الجانب الآمن وعدم استخدام تليغرام لأمور حساسة. المشكلة هي أنه عندما تكون الخوادم في إيران، فإن هذا يعني أنها ستخضع لقوانين إيران.",
        "t-list6": "في عام ۲۰۱۸، تم حظر تليجرام في العديد من البلدان بما في ذلك إيران، وتم إنتاج خدمات تليجرامية مبنية على تليجرام لتجنب الحجب. ومن الجدير بالذكر أن أي من هذه الخدمات ليست آمنة. ",
        "t-list7": "تخزن تليجرام قائمة جهات الاتصال والرسائل على خوادمها. وهذا يعني أنه إذا تم الاتصال بحساب تليجرام الخاص بك بطريقة غير مشروعة، سيتم الوصول إلى قائمة جهات الاتصال والرسائل الخاصة بك. ",
        "t-list8": "تليجرام يحتوي على خيار \"Secret Chat\" الذي، وفقًا لادعاء المطورين، يوفر الأمان بنقطة إلى نقطة. إذا لم تستخدمه، فإن الأمان بنقطة إلى نقطة غير مفعل، مما يعني أن أمان تليجرام ليس له فارق ملموس مقارنة ببرامج أخرى مثل وايبر.",
        "t-list9": "اشتراكك في القنوات على تليجرام مرئي لأصحاب القنوات. يمكنك زيارة القنوات بانتظام بدلاً من الاشتراك في القنوات التي قد تكون خطرة.",
        "t-list11": "في تليجرام، يمكنك حذف وتحرير الرسائل المرسلة بحيث تُحذف أو تُحرَّر أيضًا للمستلم. يجب أن يتم التحرير في غضون 48 ساعة، ولكن ليس هناك قيود على حذف الرسائل.",
        "t-list12": "إذا كنت تملك قناة على تليجرام وتشعر بالقلق من كشف هويتك، فيمكنك إنشاء هوية جديدة وإدارة القناة باستخدام تلك الهوية الجديدة.",
        "t-list13": "إذا كان هناك خطر فقدان هويت حساب تليجرام الخاص بك مرتفعًا، يمكنك دائمًا تعيين هوية إضافية لمديري القنوات الخاصة بك. بحيث إذا تم اختراق هويتك الشخصية، لن تفقد قناتك.",
        "t-list14": "إذا كانت الأمان أمرًا مهمًا بالنسبة لك، يمكنك الانتقال إلى تطبيقي Signal أو Wire. هذين التطبيقين يوفران أمان نقطة لنقطة للمراسلات النصية والصوتية والمرئية دون وجود ثغرات أمنية خلفية.",
        "t-version": "تطبيقات التليجرام المستندة على تليجرام",
        "t-version1": "بعد حظر تطبيق تليجرام في إيران، شهدت موجة من تطبيقات تليجرام المستندة تزايدًا في وطني وخارجه، وقاعدتها العامة هي أنها غير آمنة بغض النظر عن ادعائها بشأن حرية تداول المعلومات أو رغبتها في محو المحتوى غير المرغوب فيه أو دعمها من قبل هيئات أمنية أو حكومات داعمة للحريات والديمقراطية.",
        "t-version2": "الصورة الخلفية توضح كيفية تبادل المعلومات بين خوادم مثل هذه الشركات. تتيح خوادمهم إمكانية الاستماع والتلاعب بالمحتوى المرسل والمستلم.",
        "t-settings": "الدخول إلى إعدادات تيليجرام",
        "t-settings-desc": "لتطبيق الإعدادات الأمنية، قم بالانتقال إلى الإعدادات. اختر الخصوصية والأمان من القائمة المعروضة. هناك أربعة خيارات أمان مهمة في الأمان: التحقق من خطوتين، حذف الرسائل تلقائيًا، قفل رمز المرور، والأجهزة.",
        "t-2fa": "ضبط الخطوة الثانية لتيليجرام",
        "t-2fa1": "لتمكينها، اختر \"التحقق من خطوتين\". ثم قم باختيار كلمة مرور مناسبة (كلمة مرور قوية، طويلة، وتحتوي على مزيج من الأحرف الكبيرة والصغيرة والأرقام والرموز الخاصة). قم بتأكيد كلمة المرور مرة أخرى. التحقق من الخطوة الثانية يحمي حسابك من الوصول غير المصرح به بدون معرفتك. قم بتحديد \"تلميح كلمة المرور\" لتذكيرك بكلمة المرور الرئيسية. لا تدخل كلمة المرور التي قمت بتسجيلها في الخطوة السابقة. يمكنك أيضًا ترك هذا الحقل فارغًا إذا كنت تفضل عدم تحديد تلميح لكلمة المرور.",
        "t-2fal": "ملاحظة حول استعادة كلمة مرور التحقق من خطوتين",
        "t-2fal1": "لاسترداد كلمة المرور إذا تم نسيانها، يتيح تيليجرام لك استخدام البريد الإلكتروني",
        "t-2fal2": "يمكنك تجاوز هذه المرحلة، ولكن لاحظ أنه في حالة نسيان كلمة المرور، لن يكون هناك وسيلة لاستردادها.",
        "t-2fal3": "نظرًا لأن استخدام البريد الإلكتروني الشخصي لهذا الغرض ليس آمنًا جدًا، يُوصى بإنشاء حساب جديد (بريد إلكتروني وهمي) على هاتف شخص موثوق واستخدامه.",
        "t-2fa2": "أدخل بريدك الإلكتروني. سيتم إرسال رمز التحقق على الفور إلى بريدك الإلكتروني. أدخل الرمز. بعد الانتهاء من الخطوات، ستتلقى رسالة تتعلق بتنشيط التحقق من خطوتين من قبل تيليجرام.",
        "t-adm": "الحذف التلقائي للرسائل في تيليجرام",
        "t-adm1": "قم بالانتقال إلى \"Auto-Delete Messages\" واختر الجدول الزمني المناسب لحذف الرسائل تلقائيًا من بين الخيارات المتاحة. بالإضافة إلى ذلك، يمكنك تعيين وقت مخصص بنفسك من خلال قسم \"Set Custom Time\" لحذف رسائلك تلقائيًا كل عدد معين من الأيام/الأسابيع/الشهور/السنوات. يرجى ملاحظة أن هذه الإعدادات ستكون نشطة فقط للمحادثات التي ستبدأ في المستقبل. لتنشيط الحذف التلقائي للمحادثات الحالية، استخدم الخيار الأزرق الأسفل واختر المحادثات التي ترغب في تطبيق هذه الإعدادات عليها.",
        "t-adm2": "بالإضافة إلى ذلك، يمكنك ضبط حذف تلقائي لمحادثة معينة عن طريق زيارة ملف الشخص عبر القائمة والانتقال إلى \"Auto-Delete\"، ثم تحديد الجدول الزمني المناسب أو ضبط الوقت يدويًا. كما يمكنك تعطيل هذا الخيار عبر الخيار \"Disable\".",
        "t-pl": "وضع كلمة المرور على تطبيق تليجرام",
        "t-pl-desc": "توفر كلمة المرور في تليجرام إمكانية حماية الوصول إلى التطبيق من الأشخاص الأجانب عندما لا تكون متاحًا. تختلف كلمة المرور عن وضع مرحلة التحقق من المرحلتين. حتى بعد تفعيلها، يجب عليك تعيين كلمة مرور لكل جهاز. يمكنك اختيار كلمة مرور مكونة من أربعة أرقام. ثم، في قسم \"Auto-lock\"، قم بتعيين مدة زمنية للقفل التلقائي. بعد تفعيل هذه الخيارات، ستتمتع بجميع ميزات أمان حساب تليجرام الخاص بك.",
        "t-cl": "منع التقاط لقطات الشاشة في تطبيق تليجرام",
        "t-cl-desc": "قم بالدخول إلى \"Passcode Lock\" وأدخل كلمة المرور الخاصة بك. عند إيقاف تشغيل خيار \"Show Content\"، لا يمكن رؤية محتوى تطبيق تليجرام الخاص بك عندما لا تكون داخل التطبيق، وعندما تكون داخل التطبيق، لن يسمح لك التطبيق بالتقاط لقطات الشاشة.",
        "t-devices": "مراجعة الوصول إلى تطبيق تليجرام",
        "t-devices-desc": "أحد أساليب الاختراق تتضمن الوصول إلى معرف تليجرام الضحية. قم بفحص صفحة \"Devices\" بانتظام. انقطاع الوصول لأجهزة غير معروفة المتصلة. يقوم خيار \"Terminate All Sessions\" بقطع الوصول لجميع الأجهزة الأخرى (باستثناء الجهاز الذي تقوم بهذا الإجراء)",
        "t-devicesl": "ملاحظة حول الجلسات النشطة",
        "t-devicesl1": "بعد تسجيل الدخول إلى حساب تليجرام باستخدام جهاز جديد، ستحتاج إلى الانتظار حتى 24 ساعة قبل أن تتمكن من تطبيق إعدادات الأمان على هذا الجهاز.",
        "t-devicesl2": "في إصدار تليجرام لسطح المكتب، هناك إمكانية استخراج الرسائل، لذا يجب أن تأخذ الجلسات النشطة على سطح المكتب على محمل الجد.",
        "t-da": "حذف حساب المستخدم في تليجرام",
        "t-da-desc": "لحذف حساب مستخدم تليجرام، قم بزيارة الرابط https://my.telegram.org. اختر الخيار \"حذف الحساب\" وقم بإدخال رقم هاتفك المحمول. بعد ذلك، سيتم إرسال رمز إلى تليجرام الخاص بك. بمجرد تأكيد الرمز، سيتم حذف حساب المستخدم الخاص بك."
    },
    "V2Ray": {
        "v-title": "تعليم كيفية استخدام V2ray للنشطاء المدنيين",
        "v-topic": "برامج الشبكة الخاصة الافتراضية (VPN)",
        "v-update": "صیف ۱۴۴۵",
        "v-intro1": "حاول دائمًا استخدام أحدث إصدار من البرامج لتغطية الأساليب الجديدة لتجاوز عمليات الرقابة.",
        "v-intro2": "بالإمكان استخدام أي برنامج مماثل بدلاً من V2ray.",
        "v-compi": "تثبيت على الكمبيوتر",
        "v-compi1": "انتقل إلى العنوان https://github.com/2dust/v2rayn/releases. يمكنك رؤية مختلف إصدارات V2ray على هذا العنوان. حدد الإصدار الذي يحمل علامة \"Latest\" بجواره. انقر فوق الملف المناسب لنفسك لتنزيله.",
        "v-compi2": "قم بفك الضغط عن الملف وانقر فوق V2ray.exe (الذي يحمل أيقونة V2ray) لتشغيله. (هذا البرنامج لا يتطلب تثبيتًا؛ يمكنك ببساطة إضافته إلى سطح المكتب الخاص بك لسهولة الوصول إليه.)",
        "v-compi3": "إذا طُلب منك تثبيت برنامج NET أثناء التشغيل، قم بالنقر فوق زر \"نعم\" للقبول. سيتم تنزيل البرنامج تلقائيًا. كل ما عليك فعله هو تثبيته وتشغيل V2ray.exe مرة أخرى.",
        "v-compi4": "لتغيير اللغة، انقر على الثلاث نقاط في الجزء العلوي من الصفحة من القائمة العلوية.",
        "v-compi5": "انقر على العلم الأخضر الأخير واختر اللغة التي تريدها.",
        "v-compi6": "قد تحتاج إلى إغلاق التطبيق مرة واحدة ومن ثم الدخول مرة أخرى لتطبيق الإعدادات. انقر بزر الماوس الأيمن على أيقونة V2ray في الجزء السفلي من الصفحة (قد تكون في Hidden Icons) واختر \"Exit\" (العلم الأخضر الأخير).",
        "v-compu": "لكيفية الاستفادة على الكمبيوتر",
        "v-compu1": "قم بنسخ روابط (config) الخاصة بـ VPN وقم بالانتقال إلى التطبيق. يمكنك لصقها في التطبيق باستخدام Ctrl+V. طريقة أخرى هي الانتقال إلى القائمة في الجزء العلوي من الصفحة والنقر على \"Servers\".",
        "v-compu2": "ثم قم بتحديد \"Import bulk URL from Clipboard (Ctrl+V)\". الآن سترى قائمة الروابط في التطبيق.",
        "v-compu3": "إذا كان لديك العديد من الروابط، فبنفس التطبيق، انقر فوق الثلاثة الصغار في الزاوية العلوية اليسرى للجدول واضغط على Ctrl+O للاستفادة بشكل أفضل.",
        "v-compu4": "الآن انقر على العمود \"Delay(ms)\" في الجدول حتى تقوم بترتيب الروابط حسب السرعة بالنسبة لك. باستخدام النقر فوق \"+ Enter\" على أي منها، ستتصل به.",
        "v-compu5": "للاتصال أو قطع الاتصال بالجهاز من الـ VPN، انقر على \"System proxy\" في الجزء السفلي من الصفحة.",
        "v-compu6": "استخدم \"Set system proxy\" للاتصال و \"Clear system proxy\" للقطع.",
        "v-mob": "كيفية الاستخدام على الهاتف المحمول",
        "v-mob1": "قم بنسخ الروابط (config) المتعلقة بالـ VPN وقم بالدخول إلى التطبيق. انقر على العلامة + في أعلى الصفحة ثم حدد \"Import from clipboard\" لعرض الروابط في التطبيق.",
        "v-mob2": "إذا كان لديك العديد من الروابط، فللحصول على أفضل أداء، انقر مرة أخرى على الرمز المكوّن من ثلاث نقاط في أعلى الصفحة واختر \"Tcping all configuration\". ثم انقر مرة أخرى على الرمز المكوّن من ثلاث نقاط واختر \"Sorting by test result\" لترتيب الروابط وفقًا لسرعتها بالنسبة لك.",
        "v-mob3": "من خلال تحديد أي رابط، ستتصل به. لتمكين الجهاز من الاتصال بالـ VPN، انقر على الزر في الجزء السفلي من الصفحة حتى يتغير لونه (يصبح ملونًا).",
        "v-sub": "إضافة اشتراك",
        "v-sub1": "لتفعيل خدمة الاشتراك، انقر على أيقونة القائمة المنسدلة في الزاوية العلوية للصفحة وادخل إلى \"Subscription group setting\". من الجزء العلوي للصفحة، انقر على + وقم بإدخال الرابط الاشتراك الخاص بك في القسم الاختياري للعنوان (Optional URL). ثم أدخل اسم اختياري في القسم \"remarks\" واحفظ الإعدادات.",
        "v-sub2": "في الصفحة الرئيسية، انقر على الرمز المكوّن من ثلاث نقاط في الزاوية العلوية للصفحة واختر الخيار \"Update subscription\" لتحديث الروابط. الآن، يمكنك اتباع الخطوات المذكورة في القسم السابق لتحديد الاتصال بالروابط."
    },
    "VeraCrypt": {
        "vc-title": "تعليم تشفير الملفات لنشطاء المجتمع",
        "vc-topic": "تشفير الملفات",
        "vc-intro": "برامج لتشفير الملفات",
        "vc-update": "صیف ۱۴۴۵",
        "vc-l1": "جميعنا نمتلك معلومات تحتاج إلى حمايتها من الوصول غير المصرح به.",
        "vc-l2": "واحد منع الوصول إلى المعلومات غير المصرح بها هو تشفير هذه المعلومات.",
        "vc-l3": "تشفير الملفات هو عملية تحويل المعلومات القابلة للقراءة إلى رموز غير قابل فهم للآخرين، ما لم يكن لديهم الوصول إلى مفتاح خاص. وبهذه الطريقة، حتى إذا انتهت الملفات إلى أيدي الآخرين، تظل المعلومات الداخلية في الملفات آمنة.",
        "vc-l4": "Veracrypt هو واحد من أقوى برامج التشفير المجانية في العالم.",
        "vc-l5": "إذا نسيت كلمة المرور الخاصة بك، فلن تكون لديك أي وسيلة لاستعادة ملفاتك بأي حال من الأحوال.",
        "vc-l6": "يتيح هذا البرنامج تشفير الملفات باستخدام خوارزميات قوية للغاية وبشكل مجاني.",
        "vc-install": "التنزيل والتثبيت",
        "vc-install1": "ادخل الموقع الرسمي لـ Veracrypt. انتقل إلى قسم التنزيل. حدد الإصدار المناسب لك وقم بتنزيله.",
        "vc-install2": "ثم قم بتثبيت البرنامج. إذا كنت تعتقد أنك بحاجة إلى أقصى مستوى من الأمان، قم بإزالة علامة جميع الخيارات.",
        "vc-st": "الوضع القياسي",
        "vc-st1": "ادخل البرنامج. انقر على زر \"إنشاء حجم\".",
        "vc-stl": "لديك ثلاثة خيارات",
        "vc-stl1": "إنشاء ملف تشفير محتوى (إنشاء حاوية ملف مشفرة):",
        "vc-stl2": "في هذه العملية، ستقوم بإنشاء ملف بامتداد معين (مثل .vc) والمعروف باسم \"حاوية ملف مشفر\".",
        "vc-stl3": "هذا الملف يتطلب تشفيرًا ولا يمكن الوصول إلى محتوياته حتى يتم تشفيره بشكل صحيح. ",
        "vc-stl4": "يمكنك إنشاء هذه الحاوية بالعديد من الأشكال ووضع ملفات ومجلدات أخرى داخلها. للوصول إلى محتويات الحاوية، ستحتاج إلى إدخال كلمة مرور.",
        "vc-stl5": "تشفير القسم/القرص غير النظامي: ",
        "vc-stl6": "في هذه العملية، ستقوم بتشفير قسم (على سبيل المثال، قرص بيانات خارجي أو قسم داخلي). ",
        "vc-stl7": "بعد التشفير، لن يتم فتح محتوى هذا القسم أو القرص تلقائيًا، وستحتاج إلى إدخال كلمة المرور للوصول إليها.",
        "vc-stl8": "تشفير القسم النظامي أو القرص الكامل: ",
        "vc-stl9": "هذه العملية تسمح لك بتشفير القسم النظامي (على الأغلب قرص C في نظام Windows) أو القرص الكامل (جميع الأقسام المتعلقة بنظام التشغيل). ",
        "vc-stl10": "عند تشغيل النظام المشفر، ستحتاج إلى إدخال كلمة المرور قبل تحميل نظام التشغيل. ",
        "vc-stl11": "هذا المستوى من التشفير يوفر مستوى عالٍ جدًا من الأمان والحماية، حيث أن بياناتك مشفرة وغير قابلة للوصول حتى في حالة الوصول الجسدي إلى القرص.",
        "vc-st2": "نقوم هنا بشرح الخطوة الأولى، وهي تشفير ملف. الرجاء اختيار الوضع المناسب لك والضغط على الزر \"التالي\".",
        "vc-st3": "في هذا القسم، لديك اثنين من أنماط التشفير: النمط القياسي والملف الخفي. الرجاء اختيار النمط القياسي والضغط على \"التالي\".",
        "vc-st4": "انقر على \"تحديد ملف...\" وقم باختيار ملف. يجب أن يكون هذا الملف فارغًا لأن البيانات الموجودة فيه ستتلاشى. (في الواقع، قبل تشفير الملف، سيتم تنسيقه لاستيعاب البيانات الجديدة.) يمكن أن يكون هذا الملف من أي تنسيق تفضله. هنا، سنقوم بإنشاء ملف بامتداد .txt. من خلال تفعيل الخيار \"لا تحفظ التاريخ أبدًا\"، أنت توافق على عدم الاحتفاظ بأي سجل للملف السابق. الرجاء الضغط على \"التالي\".",
        "vc-st5": "في هذا القسم يمكنك اختيار خوارزمية التشفير التي تفضلها. في هذا البرنامج التعليمي، سنستخدم خوارزميات AES و SHA-512. الرجاء الضغط على \"التالي\".",
        "vc-st6": "قم بتحديد حجم البيانات التي ترغب في تشفيرها حتى يمكن إنشاء حاوية بناءً على هذا الحجم. يجب أن يكون الحجم الذي تحدده أقل من المساحة الفارغة في نظامك. من الأفضل تحديد قيمة أكبر من حجم بياناتك لتجنب المشاكل. يجب مراعاة أنه كلما زاد الحجم، زادت مدة التشفير وفك التشفير. لا يمكن تغيير هذا الحجم. الرجاء الضغط على \"التالي\".",
        "vc-st7": "قم بتحديد كلمة المرور الخاصة بك وكررها. الرجاء الضغط على \"التالي\".",
        "vc-st8": "سيقوم البرنامج بإنشاء مؤشر من موقع مؤشر الفأرة الخاص بك على لوحة المفاتيح. لذلك، عليك تحريك مؤشرك على لوحة البرنامج حتى تمتلئ الخانة في الجزء السفلي من الصفحة بـ\"(random collected from mouse movements)\". يمكنك تغيير الإعدادات من قسم \"خيارات\". عندما تمتلئ الخانة في الجزء السفلي، الرجاء الضغط على \"تنسيق\". من خلال النقر فوق \"نعم\"، أنت توافق على مسح البيانات في الملف السابق. الرجاء النقر على \"موافق\". تم إنشاء الحاوية الخاصة بك. الرجاء النقر على \"خروج\".",
        "vc-stu": "إضافة المعلومات للتشفير",
        "vc-stu1": "على الصفحة الرئيسية لـ Veracrypt، انقر على \"اختر الملف\" واختر ملف الحاوية الخاص بك. حدد أحد الأقراص المدرجة في القائمة. انقر على \"تثبيت\".",
        "vc-stu2": "أدخل كلمة المرور الخاصة بك وانقر على \"موافق\".",
        "vc-stu3": "انتقل إلى مستكشف الملفات. انقر على \"الكمبيوتر هذا\". سترى الآن وجود قرص بنفس الاسم على جهازك. انقر عليه وقم بالدخول إليه.",
        "vc-stu4": "قم بنقل المعلومات التي ترغب في تشفيرها إلى هذا القرص. عند الانتهاء، عد إلى Veracrypt وانقر على \"فصل\". الآن ضع ملف الحاوية الخاص بك في مكان آمن. (مفضل بين الملفات المماثلة ولكن لا تحذفه بالخطأ.)",
        "vc-hi": "الوضع الخفي",
        "vc-hi1": "افتح البرنامج. انقر على \"إنشاء وحدة تخزين\".",
        "vc-hi2": "حدد الوضع المناسب. انقر على \"التالي\".",
        "vc-hi3": "اختر الوضع الخفي. في هذا الوضع، ستقوم بوضع ملف مشفر داخل ملف مشفر آخر. انقر على \"التالي\".",
        "vc-hi4": "حدد الوضع العادي. انقر على \"التالي\".",
        "vc-hi5": "انقر على \"تحديد الملف...\"، ثم قم بإنشاء ملف وحدده. هذا الملف سيكون الملف الخارجي الخاص بك. انقر على \"التالي\".",
        "vc-hi6": " انقر على \"التالي\". في هذا القسم، يمكنك اختيار خوارزمية التشفير المفضلة لديك. في هذا الدرس، سنستخدم خوارزميات AES و SHA-512.",
        "vc-hi7": "حدد حجم البيانات التي تريد تشفيرها لتكوين الحاوية بناءً عليه. يرجى ملاحظة أن حجم الملف الخارجي يجب أن يكون أكبر من حجم الملف الداخلي. انقر على \"التالي\".",
        "vc-hi8": "حدد كلمة المرور الخاصة بك باستخدام الميزات المحددة. قم بتكرارها. يجب أن تكون كلمة المرور للملف الخارجي مختلفة عن كلمة المرور للملف الداخلي. انقر على \"التالي\".",
        "vc-hi9": "عليك التحرك بالمؤشر على شاشة البرنامج حتى يتم ملء مربع النص أسفل الصفحة \"(random collected from mouse movements)\". يمكنك أيضًا إجراء تغييرات مخصصة من القسم Options. بمجرد ملء مربع النص أسفل الصفحة، انقر فوق الزر \"format\". عند الضغط على \"نعم\"، أنت توافق على مسح البيانات. انقر على \"موافق\". الدرايف الخارجي الخاص بك جاهز الآن.",
        "vc-hi10": "انقر على \"Open outer volume\". ثم ضع الملفات التي ترغب في رؤيتها في المرحلة الأولى في هذا القسم. (يمكنك وضع معلومات تافهة هنا، ولكن نظرًا لأن هذا القسم مشفر أيضًا، يمكن وضع معلومات أقل أهمية من المعلومات الرئيسية هنا.)",
        "vc-hi11": "الآن يجب إنشاء الملف الداخلي. انقر على الزر \"next\".",
        "vc-hi13": "يمكنك اختيار خوارزمية تشفير مخصصة حسب رغبتك. انقر على الزر \"next\".",
        "vc-hi14": "قم بتحديد حجم البيانات التي ترغب في تشفيرها حتى يتم إنشاء الـ \"Container\" بناءً على هذا الحجم. يجب أن يكون حجم الملف الخارجي أكبر من حجم الملف الداخلي. انقر على الزر \"next\".",
        "vc-hi15": "قم با اختيار كلمة مرور وفقًا للميزات المحددة. قم بتكرارها. يجب أن يكون مختلفًا للملف الخارجي والداخلي. انقر على \"التالي\".",
        "vc-hi16": "عليك بتحريك مؤشرك على شاشة البرنامج حتى يتم ملء مربع في الجزء السفلي من الشاشة \"(جمعت عشوائيًا من حركات الماوس)\". يمكنك إجراء تغييرات مخصصة من القسم \"الخيارات\". عندما يتم ملء المربع في الجزء السفلي، انقر على الزر \"تنسيق\". ثم انقر على \"موافق\".",
        "vc-hi17": "سيخبرك البرنامج بأن الملف الداخلي قد تم إنشاؤه وأنه موجود داخل الملف الخارجي. حتى إذا نجح شخص ما في الوصول إلى الملف الخارجي، فإنه لن يلاحظ وجود الملف الداخلي. ويحذرك من عدم كتابة أي شيء على الملف الخارجي إذا نسيت كلمة مرور الملف الداخلي، قد تتذكر كلمة المرور! انقر على \"الخروج\".",
        "vc-hiu": "قم بإضافة المعلومات للتشفير",
        "vc-hiu1": "كما هو الحال في خطوات الوضع القياسي، انتقل إلى الصفحة الرئيسية لبرنامج VeraCrypt وانقر على \"حدد ملف\" لاختيار الملف الخارجي الذي ترغب في تشفيره. ثم حدد أحد الأقراص المدرجة في القائمة. انقر على \"Mount\" للمتابعة.",
        "vc-hiu2": "ادخل كلمة مرور للملف الخارجي وانقر على \"موافق\" (OK).",
        "vc-hiu3": "قم بالدخول إلى مستكشف الملفات (File Explorer) وانقر على \"This PC\". ستلاحظ الآن أن هناك محركًا بنفس الاسم قد تم إنشاؤه على جهازك. انقر عليه وادخله. كما ترى، لا توجد أي أثرات للملف الداخلي الخاص بك في هذا المحرك، والبيانات القليلة غير المهمة التي تم الإشارة إليها هنا فقط موجودة. قم بنقل البيانات التي ترغب في تشفيرها إلى هذا المحرك.",
        "vc-hiu4": "للوصول إلى الملف الداخلي، ارجع إلى برنامج VeraCrypt وانقر على \"Dismount\".",
        "vc-hiu5": "ثم حدد ملفك الخارجي مرة أخرى وانقر على \"Mount\".",
        "vc-hiu6": "هذه المرة، قم بإدخال كلمة مرور الملف الداخلي وانقر على \"Ok\".",
        "vc-hiu7": "الآن يمكنك الوصول إلى الملف الداخلي وبياناته في مستكشف الملفات الخاص بك وقم بتعديل البيانات التي ترغب فيها.",
        "vc-hiu8": "لإنهاء العملية هذه المرة، استخدم \"Dismount all\"."
    },
    "WhatsApp": {
        "w-title": "تعليم أمان WhatsApp للنشطاء المدنيين",
        "w-topic": "الأمان في WhatsApp",
        "w-intro": "نظرة على أهم إعدادات الأمان",
        "w-update": "صیف ۱۴۴۵",
        "w-list": "بعض النقاط المهمة في واتساب",
        "w-list1": "يستخدم واتساب التشفير من نقطة إلى نقطة افتراضيًا. يتم تطبيق هذا النوع من التشفير أيضًا في المحادثات الجماعية. ومع ذلك، تشير بعض التقارير إلى أن هذا التشفير قد يكون قابلًا للكسر.",
        "w-list2": "واتساب مملوك لشركة فيسبوك ويشارك معلوماتك افتراضيًا مع هذه الشركة. على الرغم من أن هذا الأمر غير قانوني في بعض البلدان مثل الدول الأعضاء في الاتحاد الأوروبي.",
        "w-list3": "(اقرأ المزيد)",
        "w-devices": "فحص الوصول إلى واتساب",
        "w-devices-desc": "يجب عليك بشكل منتظم التحقق من صفحة \"الأجهزة المرتبطة\". من خلال اختيار الأجهزة المتصلة التي لا تعرفها واختيار الخيار \"تسجيل الخروج\"، يمكنك قطع الوصول لهذه الأجهزة.",
        "w-sa": "ضبط الملاحظات الأمنية في واتساب",
        "w-sa-desc": "انتقل إلى الإعدادات. اختر الخيار \"إشعارات الأمان\" من قسم \"الحساب\" وقم بتمكينه.",
        "w-tfa": "إعداد المصادقة المكونة من خطوتين في واتساب",
        "w-tfa1": "أحد أساليب اختراق هويات واتساب هو الوصول إليها عبر جهاز آخر مثل WhatsApp Web. الفرق الرئيسي بين هذا الأسلوب وتليجرام هو أنه يتعين أن تكون لديك وصولًا جسديًا إلى هاتفك عند الاتصال. لا يمكن تفعيله بدون مسح رمز الاستجابة السريعة. لمنع الوصول غير المصرح به (في حالة تعرض هاتفك للفقدان أو الوصول إليه من قبل شخص آخر)، يجب تفعيل التحقق من خطوتين.",
        "w-tfa2": "انتقل إلى الإعدادات. اختر الخيار \"الحساب\" ومن ثم اختر \"التحقق من خطوتين\". اختر رقم مكون من ستة أرقام كرمز واحتفظ به. ثم أعد إدخال الرمز في الخطوة التالية.",
        "w-tfal": "ملاحظة حول استعادة كلمة المرور المزدوجة",
        "w-tfal1": "يمكن استخدام البريد الإلكتروني لاستعادة كلمة المرور إذا تم نسيانها.",
        "w-tfal2": "يمكنك تخطي هذه الخطوة، ولكن عليك أن تكون على علم بأنه في حال نسيان كلمة المرور، لن يكون هناك وسيلة لاستعادتها.",
        "w-tfal3": "نظرًا لأن استخدام البريد الإلكتروني الشخصي ليس آمنًا جدًا لهذا الغرض، يُفضل إنشاء حساب جديد (بريد إلكتروني وهمي) على هاتف آمن واستخدامه.",
        "w-tfal4": "قم بإدخال عنوان بريدك الإلكتروني. سيتم إرسال رمز التحقق على الفور إلى بريدك الإلكتروني. قم بإدخال الرمز. تم تفعيل كلمة المرور المزدوجة.",
        "w-da": "مسح حساب واتساب",
        "w-da-desc": "قم بالدخول إلى الإعدادات. اختر \"الحساب\" واختر \"حذف حسابي\". قم بإدخال رقم هاتفك المحمول واضغط على \"حذف حسابي\" لحذف حسابك.",
        "w-adm": "حذف جميع الرسائل في واتساب",
        "w-adm-desc": "قم بالدخول إلى الإعدادات. اختر \"الدردشات\" واختر \"تاريخ الدردشة\". ستقوم بمسح كل الرسائل عن طريق اختيار \"مسح جميع الدردشات\"."
    }
}