{
    "2FA": {
        "tf-title": "Two-Factor Authentication Tutorial for Civil Activists",
        "tf-topic": "{Two-Factor Authentication}",
        "tf-topic2": "Two-Factor Authentication",
        "tf-intro": " Enhancing Account Security",
        "tf-update": "Spring 2023",
        "tf-desc": "Why Two-Factor Authentication?",
        "tf-desc1": "Two-factor authentication (2FA) adds an extra layer of security to prevent hackers from exploiting security vulnerabilities. Hackers can easily access your account and your information if your password is exposed for any reason (carelessness, simplicity, or being compromised).",
        "tf-desc2": "By enabling two-factor authentication, even if a hacker has your password, they would need more than just the password to access your account: a temporary code that has a short lifespan, typically generated through a method other than what the hacker can easily access (like email). Methods often include SMS, offline software, or the use of hardware tokens.",
        "tf-desc3": "Some common methods of two-factor authentication include using a security key, receiving a temporary code via SMS, or using third-party authentication apps.",
        "tf-list": "A Few Important Points",
        "tf-listd": "A Few Important Points",
        "tf-list1": "Some websites require your phone number for two-factor authentication. Avoid using your regular phone number (and even your primary phone) for this purpose. It's better to have an anonymous number (not registered in your name) and use it. Using the phone numbers of trusted friends or family members in another city or country can also be a safer option. Remember that this number should stay active and become available.",
        "tf-list2": "Some websites, after enabling two-factor authentication, provide you with several temporary codes. Please keep them in a secure place. It's advisable not to store them digitally.",
        "tf-list3": "If your device's security is compromised, either physically accessed by a hacker or someone who has access to your device, there is a possibility of bypassing two-factor authentication. To prevent this, maintain your device's overall security and physical integrity.",
        "tf-list4": "Hackers use various methods such as phishing (fake web pages), intercepting text messages, or more complex techniques to obtain two-factor authentication codes. Pay attention to the URL when entering the code on a web page.",
        "tf-list5": "One common method of hacking two-factor authentication is reading the code from the victim's phone when they access it. Never leave your phone unattended, and disable the feature that displays content on the lock screen.",
        "tf-tools": "Some of the tools that can be used to enable two-factor authentication include:",
        "tf-tools1": "Google Authenticator",
        "tf-tools2": "Twilio Authy",
        "tf-tools3": "Bitwarden",
        "tf-option11": "Higher Security Measures",
        "tf-option12": "Backups",
        "tf-option21": "Installation on Multiple Devices",
        "tf-google": "Google Two-Factor Authentication",
        "tf-google1": "Sign in to your Google account. Click on your profile. Click the \"Manage your Google Account\" button.",
        "tf-google2": "Navigate to the Security section.",
        "tf-google3": "Scroll down the page. In the \"How to sign in to Google\" section, click on \"Two-step verification.\"",
        "tf-google4": "Click on \"Get started.\"",
        "tf-google5": "Click on \"Show more options.\" then Click on \"Google Prompt.\"",
        "tf-google6": "To use this feature, your account must be active on a mobile device. Click on \"Continue.\" Click on \"Use another backup option.\"",
        "tf-google7": "Your backup codes will be displayed when you can't access your device. Store them in a secure place (preferably non-digital). You can also use the \"Print\" option to save as a PDF file or the \"Download\" option to save as a .txt file. Click on \"Next.\" Click on \"Turn on.\"",
        "tf-google8": "Go to the \"Authenticator app\" section.",
        "tf-google9": "Click on \"Set up Authenticator app +.\" Open the Google Authenticator app on your phone. Tap the \"+\" sign.",
        "tf-google10": "Select the option \"Scan a QR code.\" Scan the code displayed on the page with your phone. Your Google account will be automatically added to the app. Click on \"Next.\"",
        "tf-google11": "Enter the code in the app under your account name in this section. Click on \"Verify.\" Two-step verification for your Google account is now active.",
        "tf-tw": "X (twitter) Two-Factor Authentication",
        "tf-tw1": "Log in to the X (twitter) app. Click on your profile picture. Tap on Settings and support. Enter settings and privacy. Click on security and account access.",
        "tf-tw2": "Enter security. Tap on two-factor authentication. Choose authentication app. Enter your authentication code. Click on confirm.",
        "tf-tw3": "Click on Get started. Click on \"can't scan the QR code?\". Capture the code displayed on the page.",
        "tf-tw4": "Open the Authenticator app and click on the + button. Select Enter a setup key. Enter your X (twitter) ID and the code you obtained from X (twitter) in this section. Our ID has been registered. Now, take the number in front of your ID and return to X (twitter).",
        "tf-tw5": "Click on next. Enter the code in the designated area and click on confirm. Click on get backup code. Store the codes displayed on the page in a secure place (preferably non-digital) to use them when you don't have access to your device.",
        "tf-insta": "Enable two-factor authentication on Instagram",
        "tf-insta1": "Open the Instagram app. On your Instagram profile page, clicking the hamburger menu (three horizontal lines at the top) will display your Instagram settings menu. By clicking on \"Settings and Privacy,\" you can access Instagram settings.",
        "tf-insta2": "Before proceeding, you need to install an authentication app (such as Duo or Google Authenticator). Here, we'll guide you using Google Authenticator as an example. In the settings, go to \"AccountsCenterr\" and click on \"Password and security.\" Enter \"Two-Factor Authentication.\"",
        "tf-insta3": "Choose your identifier, select the method for two-factor authentication (using a dedicated app is the most secure method), and click \"Next.\" If the app is active on your device, click on \"Copy key\" to copy your key. If it's on another device, click \"View barcode/QR code\" to scan the displayed code with your other device.",
        "tf-insta4": "Log in to your authenticator app and click on the + button. Choose the method to receive the code. You have two options:\n- Click on \"Scan a QR code\": Scan the QR code displayed on the other device's screen.\n-Click on \"Enter a setup key\": Enter the identifier and paste the code copied to your clipboard.\nClick \"Continue.\" Your identifier is now registered. Click on the six-digit code next to it to copy it, and return to Instagram.",
        "tf-insta5": "Enter the code in the designated field and click \"Next.\" Before final confirmation, you can view your backup codes by clicking \"backup codes.\" These codes come in handy when, for any reason, you don't have access to the two-factor authentication app and need to access your account. It's recommended to store these codes in a non-digital location. Finally, by clicking \"Done,\" two-factor authentication will be enabled for your account.",
        "tf-insta6": "On the page you are redirected to, go to \"Additional methods.\" Here, you can specify whether Instagram should request your permission if an unrecognized device tries to access your account.",
        "tf-faceb": "Enable two-factor authentication on Facebook",
        "tf-faceb1": "Open the Facebook app. To access Facebook settings, click the hamburger menu (three horizontal lines in the top-right corner) and then the gear icon.",
        "tf-faceb2": "In settings, go to Password and Security. In the \"Use two-factor authentication\" section, choose your preferred method and click the Continue button. Save the code displayed on the page somewhere (preferably non-digital) so that you can register it again if, for any reason, you lose access to your two-factor authentication app. If you want to activate two-factor authentication on your mobile device, click on Set up on the same device. You will be automatically directed to the two-factor authentication app (e.g., Google Authenticator). Click Okay to confirm. Your identity is now registered.",
        "tf-faceb3": "If you want to activate two-factor authentication on another device, open the two-factor authentication app on the second device and click on the Add (+) button. You have two ways to register your identity:\n   - Click on Scan a QR code and scan the QR code displayed on the Facebook page.\n   - Click on Enter a setup key and manually enter the provided identity and code shown on the Facebook page.\nClick Continue to confirm. Your identity is now registered. Your backup codes will be displayed when you can't access your device. Store them in a secure place (preferably non-digital).",
        "tf-faceb4": "In the two-factor authentication app, retrieve the displayed code for your identity and enter it in the designated place on Facebook. Enter your Facebook account's primary password and click CONTINUE. Two-factor authentication is now active for you.",
        "tf-faceb5": "If you log in with a device and a two-factor authentication code, that device will be recognized as a trusted device, and you can log in without a two-factor authentication code for future logins. Go back to Password and Security. In Authorized Logins, you can view the list of trusted devices and remove any devices you don't want.",
        "tf-faceb6": "To receive login notifications for an unfamiliar device (one you haven't used before), go back to Password and Security, and in the section shown in the image, specify your preferred method for receiving notifications."
    },
    "BitWarden": {
        "b-title": "Password Management Guide for Civil Activists",
        "b-topic": "{Password Management}",
        "b-intro": "A Password Management Application",
        "b-update": "Summer 2023",
        "b-intro-desc": "One of the ways to safeguard information security is to avoid using the same password across multiple websites and refrain from storing login information on websites. To simplify this task, we use password management tools to securely create and store complex passwords. In this way, if one of your accounts is hacked, its password is compromised, or your device falls into the wrong hands, the risk of all your accounts being compromised is significantly reduced.",
        "b-list": "Important Bitwarden Features",
        "b-list1": "Ability to store information needed for filling out online forms.",
        "b-list2": "Automatic suggestion of complex and unique passwords.",
        "b-list3": "One-to-one sharing capability.",
        "b-list4": "Password categorization.",
        "b-list5": "Mobile phone installation capability.",
        "b-list6": "Automatic password change for popular websites.",
        "b-list7": "Ability to grant emergency access to a trusted individual.",
        "b-list8": "Data breach alerts.",
        "b-list9": "Restriction of access based on country, IP, and more.",
        "b-list10": "Secure notes.",
        "b-list11": "Multi-factor authentication.",
        "b-reg": "Creating a Bitwarden Account",
        "b-reg1": "Visit the <a href='https://bitwarden.com/download/'>official Bitwarden website</a> and click the \"Create a Free Account\" button. Fill out the registration form. Your Master Password will be the password for accessing the Bitwarden software/password manager. Ensure that your Master Password hint is chosen so only you can remember it. Check the box to accept the terms and click the \"Create account\" button.",
        "b-reg2": "You will be automatically redirected to the login page. Enter your email address. If your browser prompts you to save your email and password at this stage, it's better not to save them.\nEnter your Master Password and click \"Log in with Master Password.\"",
        "b-reg3": "You are now on your account page. Look for the \"VERIFY EMAIL\" section. Click the \"Send email\" button to confirm your account using your email address.",
        "b-reg4": "Open your email and access the email sent by Bitwarden. Click on the blue button inside the email, and you will be redirected to your user account to complete the final steps.",
        "b-ex": "Setting Up the Bitwarden Extension",
        "b-ex1": "Return to the Bitwarden website, and a bit further down, in the \"Web Browser\" section, select your web browser. (Note: Your browser may have different names for each option, but the general process is similar. We're using Microsoft Edge for this tutorial.)",
        "b-ex2": "You will be automatically redirected to the Bitwarden browser extension page. Click \"Get.\"\nClick \"Add extension\" to install the extension in your browser.",
        "b-ex3": "From the top of your browser window, open the extensions menu. Enable the eye icon (or any other symbol in your browser) to pin the extension to your browser's toolbar.",
        "b-ex4": "Click on the Bitwarden extension and log in to your account. Choose whether you want it to remember your email or not. Enter your account password, and the extension is now active for you.",
        "b-gen": "Generating a Password with Bitwarden",
        "b-gen1": "Click on the Bitwarden extension and enter your password to log in to your account. We've skipped repeating it every time here. Go to the \"Generator\" section. Specify the features you want in your password and copy the generated password to paste wherever needed.",
        "b-gen2": "After your initial login to any website, the extension will automatically ask if you want to save your information. If you save it, click on the blue \"Save\" button at the top of the page.",
        "b-use": "Accessing Information in Bitwarden",
        "b-use1": "Go to the login page to log in to an account. Then, by clicking on the Bitwarden extension, login to it. Your account information will be displayed automatically. Click on the account name to automatically fill in the login form. Additionally, from the menu next to the account, you can click \"View\" to see the account details. ",
        "b-use2": "You can also access your information by searching for a site on the main page, and by clicking the \"Launch\" button in the right-hand menu, you can directly log in to it."
    },
    "FaceBook": {
        "f-title": "Facebook Security Guide for Civil Activists",
        "f-topic": "{Facebook Security}",
        "f-topic2": "Facebook Security",
        "f-intro": "Overview of Key Security Settings",
        "f-update": "Spring 2023",
        "f-settings": "Accessing Facebook Settings",
        "f-settings-desc": "To access Facebook settings, click the hamburger menu (three horizontal lines in the top-right corner) and then the gear icon.",
        "f-contact": "Displaying Contact Information on Facebook",
        "f-contact1": "Go to settings and click on the first item. Enter Contact Info.",
        "f-contact2": "Follow the steps in the image and specify that only you can see your phone number. Follow the steps in the image and specify that only you can see your phone number.",
        "f-contact3": "Go back to Manage contact info and follow the same steps for email.",
        "f-da": "Deactivating/Deleting Your Facebook Account",
        "f-da-desc": "Go to settings and follow the steps in the image. Deactivate account means you will log out of your account, and your profile will be hidden from others until you log in again.\nDeleting your account means that all of your account information will be permanently removed. Depending on your needs, choose the appropriate option and click the blue button.",
        "f-access": "Reviewing Access on Facebook",
        "f-access-desc": "In settings, go to Password and Security. In the \"Where you're logged in\" section, click on the blue button (See all) at the right corner of the page to view your active sessions. You can log out of unfamiliar sessions. To log out of all sessions, click the blue \"LOG OUT OF ALL SESSIONS\" button.",
        "f-tfa": "Activating Two-Factor Authentication on Facebook",
        "f-tfa1": "In settings, go to Password and Security. In the \"Use two-factor authentication\" section, choose your preferred method and click the Continue button. Save the code displayed on the page somewhere (preferably non-digital) so that you can register it again if, for any reason, you lose access to your two-factor authentication app. If you want to activate two-factor authentication on your mobile device, click on Set up on the same device. You will be automatically directed to the two-factor authentication app (e.g., Google Authenticator). Click Okay to confirm. Your identity is now registered.",
        "f-tfa2": "If you want to activate two-factor authentication on another device, open the two-factor authentication app on the second device and click on the Add (+) button. You have two ways to register your identity:\n   - Click on Scan a QR code and scan the QR code displayed on the Facebook page.\n   - Click on Enter a setup key and manually enter the provided identity and code shown on the Facebook page.\nClick Continue to confirm. Your identity is now registered. Your backup codes will be displayed when you can't access your device. Store them in a secure place (preferably non-digital).",
        "f-tfa3": "In the two-factor authentication app, retrieve the displayed code for your identity and enter it in the designated place on Facebook. Enter your Facebook account's primary password and click CONTINUE. Two-factor authentication is now active for you.",
        "f-tfa4": "If you log in with a device and a two-factor authentication code, that device will be recognized as a trusted device, and you can log in without a two-factor authentication code for future logins. Go back to Password and Security. In Authorized Logins, you can view the list of trusted devices and remove any devices you don't want.",
        "f-tfa5": "To receive login notifications for an unfamiliar device (one you haven't used before), go back to Password and Security, and in the section shown in the image, specify your preferred method for receiving notifications.",
        "f-pro": "display personal information on Facebook",
        "f-pro1": "Go to Settings and enter Profile Information. In the Contact Info section, you can click \"Edit\" and go to \"Manage Contact Information\" to configure who can see your contact information; this section is explained in \"Displaying Contact Information.\"",
        "f-pro2": "In the Basic Info section, click \"Edit\" next to each item. There's a button next to each item that opens a menu where you can specify who can see your information. Click \"Save\" to save your settings.",
        "f-pri": "Set up communication restrictions on Facebook",
        "f-pri1": "select the second option from the Audience and Visibility menu in the settings. Here, you can specify who can contact you.\nThe first option is for people who can send you friend requests. Choose the option that suits you.",
        "f-pri2": "The second option determines who can see your friends list.\nThe last option controls whether your profile can be found and linked to outside Facebook (e.g., on Google).",
        "f-pri3": "The third and fourth options determine who can search for you on Facebook based on your email or phone number.",
        "f-post": "Restrict who can see your posts on Facebook",
        "f-post1": "In settings, go to Posts. Click on the first section and specify who can see your future posts.",
        "f-post2": "Return to Posts and enter the second section. Here, you can limit your past posts to be visible only to your friends.",
        "f-acc": "Delete account data from the Facebook app",
        "f-acc-desc": "If you have logged out of your account for any reason, open the Facebook app, tap on the three horizontal lines next to your ID, and click on the first three items in the menu that appear one after the other. This will remove your account data from the app on your phone.",
        "f-rem": "A reminder to review security settings on Facebook",
        "f-rem-desc": "As a final step, go to Settings, and enter Privacy Checkup. In this section, you'll see the most important security aspects. Click on the three dots and set a reminder to review these settings periodically."
    },
    "General": {
        "g-title": "General Security Guide for Civil Activists",
        "g-topic": "{General Security}",
        "g-topic2": "General Security",
        "g-intro": "Simple Ways to Enhance Security",
        "g-update": "Summer 2023",
        "g-intro1": "How quickly time passes!",
        "g-intro2": "This message is from one of the civil activists after being interrogated and their communication devices being confiscated. Take necessary precautions before it's too late.",
        "g-tip": "A few simple tips1",
        "g-tipd": "A few simple tips2",
        "g-tip-vpn": "A few simple tips (VPN)",
        "g-tip1": "Have a unique password for each account and change it regularly.",
        "g-tip2": "Avoid opening any suspicious URLs (web addresses).",
        "g-tip3": "Be cautious of shoulder surfing attacks.",
        "g-tip4": "Avoid publicly discussing personal matters in writing.",
        "g-tip5": "When installing apps, do not grant permission to install another app.",
        "g-tip6": "Verify every link before opening it.",
        "g-tip7": "Do not connect to untrusted external storage devices.",
        "g-tip8": "Do not open any attachments; Ask yourself if you were expecting one.",
        "g-tip9": "Always check the sender's address in messages/emails.",
        "g-tip10": "If you receive a suspicious message, verify its legitimacy with the sender.",
        "g-tip11": "Be cautious of phishing pages.",
        "g-tip12": "Be cautious of shortened links.",
        "g-tip13": "Install anti-theft software on your device.",
        "g-tip14": "Regularly back up your data.",
        "g-tip15": "Use a solid and unique password, and change it periodically.",
        "g-tip16": "Be aware of the risks of jailbreaking/rooting your phone.",
        "g-tip17": "Keep your software and operating system up to date.",
        "g-tip18": "Download necessary software from secure sources.",
        "g-tip19": "Be cautious about sharing personal information on social networks.",
        "g-tip20": "Enable two-factor authentication (2FA) on your accounts.",
        "g-tip21": "Be cautious of fake news and bias.",
        "g-tip22": "Inform your friends if you encounter a security issue.",
        "g-tip23": "Do not leave your device unattended, even for a moment.",
        "g-tip24": "Encrypt your data on hard drives, USB drives, phones, etc.",
        "g-tip25": "A VPN provides security, but not necessarily anonymity.",
        "g-tip26": "The security of a VPN user primarily relies on the trustworthiness of the VPN service provider.",
        "g-tip27": "Do not use VPN services from companies you do not trust.",
        "g-tip28": "When using public internet connections, it's advisable to use a VPN.",
        "g-tip29": "In some countries (like Iran), VPNs bypass internet censorship.",
        "g-tip30": "If you use an untrustworthy VPN solely to bypass censorship, avoid using it for sensitive activities.",
        "g-tip31": "Consider the legal jurisdiction of the VPN provider; some companies (especially in Iran) may be required to keep user activity logs for an extended period and disclose information to law enforcement upon request.",
        "g-vpn": "A VPN (Virtual Private Network) is a tool for establishing an indirect connection to a server. For example, suppose someone in Isfahan wants to connect to the website of the Statistical Center of Iran. In that case, they send their request to their internet service provider (and through intermediate gateways). This company forwards the request to the server of the Statistical Center of Iran. The response is then returned to the user through the same route. All the gateways in the path can see what web page the user accessed and, in some cases (if SSL certificates are not used), even what activities the user performed.\nIn essence, a VPN routes this path on behalf of the user to ensure that the intermediate gateways do not have visibility into the data exchange.",
        "g-pass": "Why is a password necessary?",
        "g-pass1": "We live in a world where face-to-face interactions have decreased significantly. Many services and pastimes have moved to the virtual space. Regardless of the pros and cons of this shift, from a security perspective, we are facing new phenomena: the automation of malicious activities, resulting in high speed, independence from time and place, and ultimately encountering a new generation of troublemakers (geeks, nerds, and generally younger individuals).",
        "g-pass2": "How long does it take to crack a password?",
        "g-pass3": "Source",
        "g-pass4": "Strong and unique password",
        "g-pass5": "A strong password does not consist of consecutive letters/numbers or easily guessable words (such as your name, birthdays, phone numbers, etc.). It should have a minimum length of 10 characters/numbers. It should be used for a single account and changed periodically. Password manager software can assist you in choosing a strong password and remembering it.",
        "g-pass6": "Here are a few examples of strong passwords; can you read them?",
        "g-pass7": "Eric Griffith believes that \"<a href='https://www.pcmag.com/article2/0,2817,2368484,00.asp' style='color: #FD151B;'>Passwords are Like Underware</a>.\" He titles three similarities between the two as follows: 1- You change them regularly 2- You don't share them with others 3- You don't do anything to let others see them.",
        "g-pass8": "The <a href='https://fa.wikipedia.org/wiki/%D9%84%DB%8C%D8%AA' style='color:#FD151B;'>Leet</a> table is used to transform letters and numbers into different characters. This is an example translation table. Be creative and create your table. You can even combine choosing your password with other methods.",
        "g-se": "Social Engineering",
        "g-se1": "Social engineering is the manipulation or deception of individuals to gain access to information, leading to the hacking of a person or organization. Instead of using conventional methods, a hacker resorts to tricking individuals with access to this information. When necessary, with the gathered information, they ultimately target the hacking of the individual or organization in question.",
        "g-se2": "Are these types of messages unfamiliar to you?",
        "g-se3": "- Quote to the chase and tell me, what was your first car?",
        "g-se4": "- I love the book \"The Alchemist,\" what's your favorite?",
        "g-se5": "- Those who were born in Shiraz, please declare your presence.",
        "g-se6": "Hackers use various methods for this task. One of the most basic methods is posing targeted questions on social networks or through private messages with a specific motive.",
        "g-ph": "Phishing Attack",
        "g-ph1": "Phishing is an attempt to obtain sensitive information, such as passwords, by impersonating a website, email address, or content. The intention behind such an attack is to deceive the victim by impersonating the identity of an individual, organization, or company.",
        "g-ph2": "Report on a widespread phishing attack against Iranian civil activists.",
        "g-ph3": "- Controversial photos of female actors",
        "g-ph4": "- Click and win an iPhone 14",
        "g-ph5": "- Become a millionaire overnight",
        "g-ph6": "- Read the file and share your opinion",
        "g-ph7": "In April 2016, Shahindokht Molaverdi's email was hacked. The hackers used her email to send phishing files to civil activists.",
        "g-ph8": "Here is an example of a phishing email that civil activists received in the months leading up to the 2017 presidential election.",
        "g-ph9": "Full report",
        "g-tool": "Security tools",
        "g-tool1": "Security tools help you become more resilient against repetitive attacks or known vulnerabilities. Having these tools does not guarantee your security on its own. In other words",
        "g-tool2": "security tools are necessary but not sufficient.",
        "g-t1-cell11": "Email",
        "g-t1-cell12": "messaging apps",
        "g-t1-cell13": "web browsers",
        "g-t1-cell21": "full encryption",
        "g-t1-cell22": "end-to-end encryption",
        "g-t1-cell23": "anonymity",
        "g-t1-cell31": "zero-knowledge",
        "g-t1-cell-desc": "(what does this mean?)",
        "g-t1-cell32": "voice and video calls",
        "g-t1-cell33": "easy identity change",
        "g-t1-cell41": "no tracking",
        "g-t1-cell42": "database encryption",
        "g-t1-cell43": "bypassing filtering",
        "g-t2-cell11": "Antivirus",
        "g-t2-cell12": "firewall",
        "g-t2-cell13": "anti-malware",
        "g-t2-cell21": "virus protection",
        "g-t2-cell22": "suspicious traffic prevention",
        "g-t2-cell23": "anti-spyware",
        "g-t2-cell31": "instant response",
        "g-t2-cell32": "real-time monitoring and logging",
        "g-t2-cell33": "instant response",
        "g-t2-desc": "*without updates, these tools do not guarantee security.",
        "g-t3-cell11": "Backup",
        "g-t3-cell12": "secure deletion",
        "g-t3-cell13": "password management",
        "g-t3-cell21": "cloud storage connection",
        "g-t3-cell22": "secure cleaning",
        "g-t3-cell23": "categorization/sharing",
        "g-t3-cell31": "file encryption",
        "g-t3-cell32": "registry cleaning",
        "g-t3-cell33": "online database",
        "g-t3-desc": "* The safest option for password management is Bitwarden.",
        "g-t4-cell11": "Two-factor authentication",
        "g-t4-cell12": "anonymous browsing",
        "g-t4-cell13": "anti-theft",
        "g-t4-cell21": "adding an extra step to your password",
        "g-t4-cell22": "VPN capability",
        "g-t4-cell23": "device tracking/taking photos",
        "g-t4-cell31": "no need for internet/GSM",
        "g-t4-cell32": "Persian language support",
        "g-t4-cell33": "device data erasure",
        "g-t4-desc": "* Instead of Prey, you can use the built-in software for Apple and Android products called Find My Device. You need to enable it on your device. However, for Windows devices, you need to install additional software.",
        "g-t5-cell11": "Security analysis",
        "g-t5-cell12": "link expansion",
        "g-t5-cell13": "search",
        "g-t5-cell21": "file and link inspection",
        "g-t5-cell22": "support for most services",
        "g-t5-cell23": "no search history storage",
        "g-t5-cell31": "checking across 66 databases",
        "g-t5-cell32": "the possibility of link security checks",
        "g-t5-cell33": "zero-knowledge",
        "g-t5-desc": "(what does it mean?)",
        "g-t6-cell11": "VPN",
        "g-t6-cell12": "VPN",
        "g-t6-cell21": "Anonymity",
        "g-t6-cell22": "Anonymity",
        "g-t6-cell31": "easy identity change",
        "g-t6-cell32": "easy identity change",
        "g-t6-cell41": "circumvention of filtering",
        "g-t6-cell42": "circumvention of filtering",
        "g-t6-desc": "adding a layer of security to internet communication."
    },
    "InDanger": {
        "i-title": "Security Training for Civil Activists in Times of Danger",
        "i-topic": "{Security in Times of Danger}",
        "i-intro": "If Hacked/ Detained?",
        "i-intro-desc": "Simple Solutions for Critical Times",
        "i-update": "Summer2023",
        "i-stress": "Psychological Pressure in Times of Danger",
        "i-stress-desc": "In situations where you feel threatened or believe you may soon be interrogated or detained. Otherwise, control of the situation can slip away from you. In this section, we will remind you of information security tips. Additionally, to have sufficient knowledge of the rights of a detainee, we recommend reading the <a href='https://united4iran.org/fa/safe-activism/#download' style='color:#ff7777;'>\"Secure Activism Handbook\" provided by the Union for Advancement of Iran.</a>",
        "i-lists1": "Do's and Don'ts",
        "i-lists2": "Do's and Don'ts",
        "i-stressl1": "Don't be afraid. With a bit of time, you can regain control of the situation. Remember that fear and anxiety do not improve the situation and can take control away from you.",
        "i-stressl2": "Inform your friends and family about the situation. They can assist you in reducing psychological pressure. If necessary, they can also take on some of the necessary tasks.",
        "i-stressl3": "Informing others about your situation can be crucial for you and your loved ones. This is because, after detention, your communication devices might be misused by interrogators to correspond with others under your identity. Therefore, ask your family to stay in touch with your friends in case of any problems.",
        "i-stressl4": "Remember that many detentions and interrogations use your private information to pressure you, often obtained through social networks and private messages. Don't be frightened by such tactics.",
        "i-stressl5": "In many cases, the promises made by interrogators are lies and can lead to more trouble for you rather than helping.",
        "i-stressl6": "In situations like interrogation or detention, they may pressure you to give them your passwords. Before making a decision, think carefully about the consequences. Avoid disclosing your device passwords as much as possible. Sometimes, enduring the pressure is better than getting yourself and others into trouble. This act is a violation of your privacy. According to the law, no one can enter your private space without a court order. Even if that's not the case, you can still refrain from sharing your passwords.",
        "i-stressl7": "Please be aware that in many instances, they intend to obtain your passwords and online account information to gain access to your network of friends and colleagues.",
        "i-stressl8": "If you don't intend to reveal your password but find it difficult to withstand the pressure, you can mislead them by providing the wrong password.",
        "i-hack": "Hacking",
        "i-hack-desc": "In sensitive situations, your device may be a target for cyberattacks by the government. Taking certain precautions can significantly reduce the likelihood of their success.",
        "i-listh": "Do's and Don'ts",
        "i-hackl1": "One hacking method involves backing up your data, especially your Gmail account. Fortunately, this process takes several hours. If you act promptly, you can stop this process.",
        "i-hackl2": "Keep your device's operating system up to date. In many cases, hackers use a method called Zero Day to infiltrate devices.",
        "i-wt": "Surveillance:",
        "i-wt-desc": "Surveillance devices can be obtained relatively cheaply, allowing for audio and text conversation monitoring. Today, governments have access to advanced and intelligent devices at significant expenses, capable of conducting complex surveillance operations. However, this doesn't mean there are no countermeasures.",
        "i-listw": "Do's and Don'ts",
        "i-wtl1": "Text messages are not heavily monitored; according to the law, they are retained by service providers for a long time. Therefore, it's not a secure method for transmitting sensitive information. It's better to use secure messaging apps like Signal for this purpose.",
        "i-wtl2": "In times of danger, use other people's mobile phones for emergency calls (your phone might be compromised).",
        "i-wtl3": "To remain anonymous, simply changing the SIM card is not sufficient. Both the phone and SIM card need to be replaced.",
        "i-wtl4": "Turning off your phone doesn't prevent the disclosure of your location. You should remove the phone's battery and SIM card or use a signal-blocking pouch.",
        "i-wtl5": "While browsing the web, your information may be accessible to service providers and higher-level monitoring authorities. To keep this information secure, use a reliable VPN, preferably the Tor browser.",
        "i-ban": "Ban Devices",
        "i-ban-desc1": "Security agencies prefer to seize or steal individuals' devices rather than detain them in sensitive situations. Even during detentions, one common occurrence is the confiscation of devices.",
        "i-ban-desc2": "Unfortunately, no secure security measures can be applied when your device is confiscated unless you have taken security precautions beforehand. The general advice is to avoid device passwords in these situations.",
        "i-ban-desc3": "Sometimes, access to information can become troublesome for you and your friends during detentions. Even if you physically possess the device, you should take measures to prevent information leakage. Note that when a device is in someone else's possession, the risk of intrusion is very high. This risk has increased even more with the existence of expensive specialized devices for such intrusions, which are in the hands of governments and influential organizations.",
        "i-listb1": "Do's and Don'ts",
        "i-listb2": "Do's and Don'ts",
        "i-banl1": "Install software that allows you to wipe the contents of your phone remotely. By default, Android devices have Find My Device, and iPhones/iPads have Find My iPhone/iPad. Another good software option is Prey. With these applications, for example, you can remotely erase your device's contents if it's stolen.",
        "i-banl2": "Encrypt your device's storage (phone, laptop, or tablet). By doing this, even if someone gains physical access to your device, it will at least pose a severe challenge to accessing your information.",
        "i-banl3": "Before detention, give your device to a trusted friend. Stay in touch with your friend until the danger has passed. The less direct the relationship, the lower the risk of your device's location being revealed and your friend's security being compromised.",
        "i-banl4": "If you don't have the opportunity to do this, consider alternative methods: destroying the storage media in a way that makes recovery impossible (exposing it to a strong magnetic field, using acidic substances, burning it, etc.).",
        "i-banl5": "Keep your devices turned off. This prevents circumventing security measures to a minimum.",
        "i-banl6": "Disable communication ports (USB, HDMI, etc.).",
        "i-banl7": "If you are leaving your home:\n- Ask someone to accompany you.\n- Use busier routes.\n- Avoid carrying electronic devices (but if you must, make sure they don't draw attention).",
        "i-banl8": "Back up sensitive information (phone numbers, emails, photos, documents, etc.). Safely erase the information using a secure method and store the backup safely.",
        "i-banl9": "Precise browser data (including saved passwords and browsing history) securely. Remove any installed browser extensions. Finally, turn your device off and on. Perform various actions to ensure temporary data is also deleted from your device."
    },
    "Index": {
        "desc": "Why is digital security important for civil activists and journalists, and how can it enhance the overall security of human rights activists and journalists?",
        "title": "Computer Security for Civil Activists and Journalists",
        "iransec": "iransec",
        "more": "This content is published with ❤️ and under the <i class='fab fa-creative-commons'></i><i class='fab fa-creative-commons-by'></i><i class='fab fa-creative-commons-nc'></i><i class='fab fa-creative-commons-sa'></i> certification (<a href='https://creativecommons.org/licenses/by-nc-sa/4.0/deed.fa' target='_blank'>read more</a>).",
        "support": "Support for this project",
        "help": "Need Help?",
        "ask": "Share your questions with us.",
        "auth": "Copyright and Thanks",
        "auth1": "This text has been prepared based on years of experience providing cybersecurity consulting to organizations and civil activists, human rights advocates, and journalists. Although I have made every effort to ensure that this text is up-to-date and accurate, there may still be room for improvement, so I welcome your feedback and suggestions with open arms. It's worth noting that this security guide is published under a <a href='https://creativecommons.org/licenses/by-nc-sa/4.0/deed.fa' target='_blank'>Creative Commons license (CC BY-NC-SA)</a>, allowing non-commercial use, adaptation, and sharing. You would need to obtain permission for any commercial use of this material.",
        "auth2": "In this project, educational content from others has been used with publicly available and modifiable licenses. This includes the <a href='https://github.com/hakimel/reveal.js/' target='_blank'>reveal.js presentation</a> framework, Lalehzr and Vazir fonts, Ion and Awesome icons, and Flat Icons. The source is mentioned whenever an image from another source has been used. If there is any missing attribution for a particular font, I would appreciate it if you could point it out."
    },
    "Instagram": {
        "in-title": "Instagram Security Guide for Civil Activists and Journalists",
        "in-topic": "{Instagram Security}",
        "in-topic2": "Instagram Security ",
        "in-intro": "Overview of the Most Important Security Settings",
        "in-update": "Summer 2023",
        "in-tip": "A Note About Instagram",
        "in-tip-desc": "Instagram, like other photo-based apps, is used to share moments. This feature can be troublesome; imagine someone sharing a photo where people are present, and for some reason, they don't want others to know about this gathering or location. However, sharing that photo and the ability to tag a location can allow others to see the photo without awareness, putting people's privacy at risk. To maintain security, you should follow some guidelines.",
        "in-settings": "Go to Instagram Settings",
        "in-settings-desc": "On your Instagram profile page, clicking the hamburger menu (three horizontal lines at the top) will display your Instagram settings menu. By clicking on \"Settings and Privacy,\" you can access Instagram settings.",
        "in-prof": "Adding Information to Your Instagram Profile",
        "in-prof1": "In the settings, go to \"Accounts center\" and click on \"Profiles.\" In the relevant section, select the desired identifier. Then, go to \"Personal details\" and click \"Contact info.\"",
        "in-prof2": "Enter the first section (email) and click on your email. Make sure it is set to private mode.",
        "in-prof3": "Return to \"Contact information,\" and this time, enter the second section (phone number). Like before, click on the phone number and ensure it is set to private mode.",
        "in-prof4": "Go back to \"Personal details\" and enter the \"Birthday\" section. Click on the part indicated in the image, then click on \"Change visibility on Instagram\" and specify who can see your birthdate. Before exiting, save the changes by pressing the \"Save\" button.",
        "in-tfa": "Setting Up Two-Factor Authentication on Instagram",
        "in-tfa1": "Before proceeding, you need to install an authentication app (such as Duo or Google Authenticator). Here, we'll guide you using Google Authenticator as an example.",
        "in-tfa2": " In the settings, go to \"AccountsCenterr\" and click on \"Password and security.\" Enter \"Two-Factor Authentication.\"",
        "in-tfa3": "Choose your identifier, select the method for two-factor authentication (using a dedicated app is the most secure method), and click \"Next.\" If the app is active on your device, click on \"Copy key\" to copy your key. If it's on another device, click \"View barcode/QR code\" to scan the displayed code with your other device.",
        "in-tfa4": "Log in to your authenticator app and click on the + button. Choose the method to receive the code. You have two options:\n- Click on \"Scan a QR code\": Scan the QR code displayed on the other device's screen.\n-Click on \"Enter a setup key\": Enter the identifier and paste the code copied to your clipboard.\nClick \"Continue.\" Your identifier is now registered. Click on the six-digit code next to it to copy it, and return to Instagram.",
        "in-tfa5": "Enter the code in the designated field and click \"Next.\" Before final confirmation, you can view your backup codes by clicking \"backup codes.\" These codes come in handy when, for any reason, you don't have access to the two-factor authentication app and need to access your account. It's recommended to store these codes in a non-digital location. Finally, by clicking \"Done,\" two-factor authentication will be enabled for your account.",
        "in-tfa6": "On the page you are redirected to, go to \"Additional methods.\" Here, you can specify whether Instagram should request your permission if an unrecognized device tries to access your account.",
        "in-cache": "Deleting account login information on Instagram",
        "in-cache-desc": "in the settings Go to Accounts Center and click Password and Security. Click on Saved Login. In this section, having the switches turned on means that even after logging out of the account, whenever you intend to log back into the account on this device, you won't need a password, and your information will be saved. Turn off these two switches.",
        "in-devices": "Reviewing accesses to Instagram",
        "in-devices1": "One of the methods used by hackers is to connect to the victim's account. Therefore, regularly go through these steps. In the settings, enter Accounts Center and click on Password and Security. Go to Where you're logged in.",
        "in-devices2": "Click on \"Set up alerts\" and select your account. Here, you can decide whether to receive security notifications via email if an unknown device tries to access your account.",
        "in-devices3": "Go back to the previous section and click on \"Review devices.\" Here, you'll see a list of logins to your account, and you can determine if it was you (\"This was me\") or not. If you click \"This wasn't me,\" Instagram will prompt you to change your password. To do this, enter your current and new passwords and click \"Change password.\"",
        "in-devices4": "Go back to the previous section and, this time, click on your account to view a list of devices where your account is logged in. If you find any unfamiliar devices, remove them.",
        "in-pri": "Limiting communications on Instagram",
        "in-pri1": "By making your account private, only people who have received your permission can view your profile. To do this, click Account Privacy in the settings and turn on the \"Private account\" option. ",
        "in-pri2": "To prevent strangers from adding you to Instagram groups, go to Message and Story Replies in the settings. Click on \"Message controls,\" and by clicking on the specified section, specify that only those you follow can add you to groups.",
        "in-status": "Displaying online status on Instagram",
        "in-status-desc": "To prevent others from seeing you when you're online, go to Message and Story Replies in the settings. Click on \"Show activity status\" and turn off the toggle.",
        "in-da": "Deactivating/Deleting your Instagram account",
        "in-da1": "In the settings, go to Accounts Center and click on Personal Details.\nAccess Account Ownership and Control.",
        "in-da2": "Enter Deactivation or Deletion and select your account.",
        "in-da3": "Deactivation means temporarily disabling your account. Your account remains hidden during this period until you log in again to reactivate it. To do this, choose the first option and click Continue. Enter your account password, select the reason for deactivation, and click Deactivate Account.",
        "in-da4": "Deletion means permanently erasing all your account information, making it unrecoverable. To do this, select the second option and click Continue. Enter your account password, specify the reason for deleting your account, and finally, click Delete Account."
    },
    "Jitsi": {
        "j-title": "Civic Activists' Guide to Security with Jitsi",
        "j-topic": "{Secure Communication with Jitsi}",
        "j-topic2": "Secure Communication with Jitsi ",
        "j-intro": "Using Jitsi",
        "j-update": "Summer2023",
        "j-list": "A few points about Jitsi",
        "j-list1": "Jitsi is a secure text, audio, and video communication tool.",
        "j-list2": "Jitsi's security is acceptable, but if your device is compromised, there is a possibility of eavesdropping on your conversations. Therefore, maintaining the overall security of your device is a crucial \"must.\"",
        "j-list3": "Jitsi is available as a mobile app and a web application.",
        "j-use": "Creating a room in Jitsi",
        "j-use1": "Go to <a href='https://meet.jit.si'>https://meet.jit.si</a>, enter a name for your chat room in the specified box, and click the \"Start meeting\" button. This name will be the link to your conversation.",
        "j-use2": "Enter your name and click the \"Join meeting\" button.",
        "j-use3": "You've created your chat room, and a page similar to this opens for you. If you click on the three-dot icon at the bottom of the page, you'll see Jitsi's options.",
        "j-use4": "Go to the \"Security options\" section.",
        "j-use5": "Click on \"Add password\" and choose a password for the chat room so that only people with the password can join. Then, scroll down and enable the \"Enable End-to-End Encryption\" option. Now, you can share the link to the page, and people can join by clicking on the link."
    },
    "LastPass": {
        "l-title": "Password Management Guide for Civil Activists",
        "l-topic": "{Password Management}",
        "l-topic2": "Password Management",
        "l-intro": "An application for password Management",
        "l-update": "Summer 2023",
        "l-intro1": "One of the ways to safeguard information security is to avoid using the same password across multiple websites and refrain from storing login information on websites. To simplify this task, we use password management tools to securely create and store complex passwords. In this way, if one of your accounts is hacked, its password is compromised, or your device falls into the wrong hands, the risk of all your accounts being compromised is significantly reduced.",
        "l-intro2": "Please note that in the free version of LastPass, you can use one type of device. This means that if you sign up with a mobile phone, you will only have access to a mobile phone (which can be multiple different devices); the same goes for a computer.",
        "l-list": "Important LastPass Features",
        "l-list1": "Ability to store information needed for filling out online forms.",
        "l-list2": "Automatic suggestion of complex and unique passwords.",
        "l-list3": "One-to-one sharing capability.",
        "l-list4": "Password categorization.",
        "l-list5": "Mobile phone installation capability.",
        "l-list6": "Automatic password change for popular websites.",
        "l-list7": "Ability to grant emergency access to a trusted individual.",
        "l-list8": "Data breach alerts.",
        "l-list9": "Restriction of access based on country, IP, and more.",
        "l-list10": "Secure notes.",
        "l-list11": "Multi-factor authentication.",
        "l-reg": "Creating a LastPass Account",
        "l-reg1": "Visit the <a href='https://lastpass.com'>official LastPass website</a> and click the \"Get LastPass Free\" button.",
        "l-reg2": "Fill out the registration form. The Master Password is the password to access the password management software/extension. Note that you should choose a Reminder that helps you remember the password without revealing it to others. Click on the \"Sign Up - It's Free\" button.",
        "l-ex": "Setting Up the LastPass Extension",
        "l-ex1": "Click on \"Install LastPass\" to install the software extension.",
        "l-ex2": "You will be automatically redirected to the LastPass extension page. Click \"Get\" and then \"Add extension\" to install the extension in your browser.",
        "l-ex3": "Open the browser's extension menu from the top of the browser. Enable the eye icon (or any other icon specific to your browser) to pin the extension in your browser.",
        "l-ex4": "From the top of your browser, click the extension and go to the \"Account\" section. Click on \"Extension settings\" to access the extension settings.",
        "l-ex5": "Under the \"Security\" menu, enable both options and specify how many minutes of inactivity should trigger the automatic sign-out of the extension. Click the \"Save\" button at the bottom of the page to save your settings, then close the relevant page.",
        "l-ex6": "Again, click on the extension from the top menu. Enter your information and click on \"Advanced options.\" Decide whether you want the extension to remember your email according to your preference. For the second option related to remembering your password, turn it off. This way, the extension will prompt you for your password every time you log in.",
        "l-gen": "Generating a Password with LastPass",
        "l-gen1": "When selecting a password, you can click on the LastPass icon in the password field to display a suggested password. By clicking on the suggested password, it will automatically fill in the password field. You can also use the \"customize\" option located below the suggested password to set specific restrictions for the password.",
        "l-gen2": "After your first login on any website, LastPass will ask if you want to save your account information or not. To agree, click on the \"Add password\" button.",
        "l-gen3": "To create a password with LastPass, access the extension and click \"Generator.\" Define the password features and copy the generated password for use.",
        "l-use": "Accessing Information in LastPass",
        "l-use1": "Navigate to the login page whenever you intend to log in to an account. Then, click on the LastPass extension to access it.",
        "l-use2": "Your account information will be displayed automatically. Click on the account name to fill in the login form.",
        "l-use3": "You can also access your information by searching for a site on the main page. By clicking on the \"Launch\" button in the right-hand menu, you can directly log in to it."
    },
    "MailVelope": {
        "m-title": "Email Encryption Tutorial for Civil Activists",
        "m-topic": "{Email Encryption}",
        "m-intro": "A tool for Encryption",
        "m-update": "Summer 2023",
        "m-desc1": "PGP (Pretty Good Privacy) is a security and encryption system that protects sensitive information. This system allows you to encrypt your data so that only authorized individuals can access it.",
        "m-desc2": "Mailvelope is a browser extension that utilizes PGP encryption to secure outgoing and incoming emails. This extension provides you with a reliable means of encrypting your email communications.",
        "m-list": "Key Features of Mailvelope",
        "m-list1": "Strong Encryption",
        "m-list2": "Digital Signatures (Ensuring Message Authenticity)",
        "m-list3": "Easy Key Management",
        "m-list4": "Support for Various Attachments",
        "m-list5": "Integration with popular email services",
        "m-ex": "Installing the Mailvelope Extension",
        "m-ex1": "Visit the <a href='https://mailvelope.com/en/help'>official Mailvelope website</a> and select your browser to access the extension page.",
        "m-ex2": "Click \"Get\" and press the \"Add Extension\" button to install the extension.",
        "m-ex3": "Click on \"Extensions\" at the top of your browser's page and enter the Mailvelope extension by selecting it.",
        "m-ex4": " Press the \"Let's start!\" button. The first thing the extension suggests is personalizing the environment to your liking. Click on \"Personalize now.\"",
        "m-ex5": "Choose your preferred template and click the \"Save\" button.",
        "m-gen": "Generating a PGP Key in Mailvelope",
        "m-gen1": "Click on \"Extensions\" at the top of your browser's page, enter the Mailvelope extension, and access the Dashboard. Click on \"Manage keys.\"",
        "m-gen2": "Click on the \"Generate key\" button.",
        "m-gen3": "Choose a custom name for your key, enter the email you want to associate with the key, set a passphrase for the key, and click the \"Generate\" button.",
        "m-gen4": "Click on the designated button in the critical information corner to access the key's page.",
        "m-gen5": "On this page, you can view and modify the key information. Click on the \"Export\" button at the top of the page.",
        "m-gen6": "In this section, you will find the public, private, and composite (combination of both) keys. Access each section and click the \"Save\" button for all three keys.",
        "m-gen7": " Go to the location where the keys are stored. Among these three keys, the one ending with pub_ is your public key, and you should share it with your contacts (as an attachment in an email) so they can send you encrypted emails. Keep the other two keys in a secure place for yourself.",
        "m-import": "Import Contacts to Mailvelope",
        "m-import1": "Click on the Mailvelope extension at the top of the page and access the Dashboard. Click on \"Manage keys.\"",
        "m-import2": "Click on \"Import.\"",
        "m-import3": "Click on the \"Add file\" button and select the public key file of your contact that you've saved. If you received the public key as plain text, you can use the \"Import key from clipboard\" option, which is located below.",
        "m-import4": "Choose any of the keys you have and finally click the \"Import keys\" button.",
        "m-import5": "In the last step, confirm the addition of contacts by clicking the \"confirm\" button. Your contact's keys are in the \"Key Management\" section.",
        "m-send": "Send encrypted mail using mailvelope",
        "m-send1": "Access your Gmail page, click on the Mailvelope icon. In the \"Recipient\" field, enter the recipient's email address. If the PGP key for this email is in your contacts, the email address will appear in green. Click on the \"Options\" button at the bottom of the page to verify which email address your email will be sent from.",
        "m-send2": "Select the sender's email address from the specified section. Then, complete the email content like a regular email (subject, text, attachments), and click the \"Send\" button.",
        "m-send3": "To finalize sending the encrypted email with your key, you'll need to enter your key passphrase and then click \"OK.\"",
        "m-rec": "Receiving encrypted emails with Mailvelope",
        "m-rec1": "You will encounter a page like this when you receive an encrypted email. Click on \"Show message.\"",
        "m-rec2": "Enter the public key passphrase you shared with your contact and click \"OK\" to reveal the email.",
        "m-rec3": "If you intend to forward or reply to the email, scroll to the bottom of the page. Here, you will find options for forwarding and replying securely using Mailvelope.",
        "m-tip": "A few points",
        "m-tip1": "Create a backup of your encryption keys and store them in a secure location.",
        "m-tip2": "In email encryption, the email's subject and the sender's and recipient's addresses are not encrypted.",
        "m-tip3": "Never share your private key with anyone.",
        "m-tip4": "Giving your public key to others or publishing it on the internet doesn't pose a security risk.",
        "m-tip5": "When you receive someone's public key (their public key, naturally), make sure it's legitimate.",
        "m-tip6": "Be mindful of your key's expiration date (the expiration date is the same for both keys)."
    },
    "OpenVPN": {
        "o-title": "VPN Usage Guide for Civil Activists",
        "o-topic": "Installation and Usage Instructions",
        "o-update": "Autumn 2023",
        "o-intro": "OpenVPN is a free and open-source software that is different from proxy programs. It requires a configuration file you must obtain from its provider before proceeding. Therefore, before continuing, you must have the configuration file and username/password ready.",
        "o-win": "Using OpenVPN on Windows",
        "o-win1": "Visit the official <a href='https://openvpn.net/client/'>OpenVPN</a> website and click the \"Download OpenVPN Connect for Windows\" button, then install the software.",
        "o-win2": "After installation, you'll need to provide the configuration files to OpenVPN. Open the files you received from your VPN provider and enter your username and password in a text editor like Notepad. Write your username on the first line and your password on the second line, then save the file.",
        "o-win3": "Move the password file and the configuration file to the OpenVPN program's installation directory and the \"Config\" folder. The default path is already specified.",
        "o-win4": "After running the OpenVPN program, you'll see its icon in the Windows taskbar as a display with a lock and a black color. It may be located in the Hidden Icons section. To connect to the VPN, right-click the icon and select your desired server from the list. Then, click on the \"Connect\" option.",
        "o-win5": "A window will open, displaying the connection process. During this process, the icon's color will change to yellow. A successful connection will turn the icon's color to green. To disconnect, use the \"Disconnect\" option.",
        "o-apk": "use OpenVPN on an Android device",
        "o-apk1": "Tap the '+' symbol at the bottom of the screen.\nIn the \"Upload file\" section, click \"BROWSE\" and select the executable files. Make sure you have the configuration file on your phone. You may need to grant the app access to your phone's files. Please note that you can select only one file at a time.",
        "o-apk2": " Enter your username and choose whether you want the program to remember your password or not. If this option is turned off, you'll need to enter the password every time you connect.\nTap \"CONNECT\" and then enter your password. Click \"OK.\"\nTo connect to any of them, tap on the gray button next to the server name. It will turn green."
    },
    "Signal": {
        "si-title": "Signal Tutorial for Civil Activists",
        "si-topic": "{Signal Security}",
        "si-topic2": "Signal Security",
        "si-update": "Summer 2023",
        "si-intro": "Overview of Key Security Settings",
        "si-intro1": "Why Signal? ",
        "si-intro2": "Signal is a secure and trustworthy messaging application. It uses end-to-end encryption for text, voice, and video conversations and also for sent files and group chats, which minimizes the risk of eavesdropping on your conversations.",
        "si-list": "A few important notes about Signal",
        "si-list1": "Signal has a desktop version: Signal offers a desktop application and mobile app. Since WhatsApp uses Signal's encryption protocol, the Signal desktop app is quite similar in functionality to WhatsApp's desktop application.",
        "si-list2": "Signal may not work without internet access. In cases of internet disruptions or outages, it's a good idea to plan alternative means of communication.",
        "si-list3": "Signal doesn't support multiple identities simultaneously. If your phone has two SIM cards, you can only use one with Signal at a time.",
        "si-list4": "Be cautious of security alerts that appear on your screen. Investigate these messages and ensure the security of your conversations.",
        "si-tfa": "Enable two-factor authentication",
        "si-tfa1": "Click on your profile picture to access the settings page. \nNavigate to the \"Account\" section. \nTurn on the \"Pin reminder\" feature. \nEnter and confirm your desired PIN code. It's recommended to use an alphanumeric PIN, consisting of letters and numbers.",
        "si-tfa2": "After setting up the PIN reminder, return to the \"Accounts\" section and enable \"Registration Lock.\" Click \"Turn on,\" and again, enter and confirm your chosen PIN code. Remember that if you forget this PIN and wish to access your account on a new device, your identity will be deleted after 7 days for security reasons.",
        "si-da": "To delete your Signal account",
        "si-da-desc": "Click on your profile picture to access the settings page. \nEnter the \"Account\" section. \nSelect \"Delete account\" and enter your phone number. \nBy clicking the red button, your account will be deleted. ",
        "si-devices": "Check active sessions",
        "si-devices-desc": "Knowing which devices are connected to your Signal is a crucial security measure. Continuously visit this page and examine the connected devices. To do this, click on your profile picture to access the settings, then click on the \"Linked devices\" option.",
        "si-bu": "Backing up your information",
        "si-bu1": "Signal's account content backup is similar to WhatsApp's; Signal claims that it doesn't store it on any cloud service, and the encrypted data is stored only on your phone. However, be aware that if you transfer this file to another device and have your password, access to your information is possible. With that in mind, if you still want to back up your data, follow these steps:\nGo to Settings, then navigate to Chats > Chat backups.",
        "si-bu2": "Tap \"TURN ON\" and choose a folder on your file manager for backups or create a new one. After selecting the folder, tap \"USE THIS FOLDER\" at the bottom. Hold your finger on the displayed code to copy it and store it securely for future reference when needed. Then, check the box to accept the terms and tap \"ENABLE BACKUPS.\" You will be redirected to a page where you can set details such as backup schedule and retention period. Be sure to note the codes displayed, preferably in a non-digital format. By checking this box, you acknowledge that you've recorded the codes, and without them, you won't be able to recover your data.",
        "si-notif": "Set up notifications",
        "si-notif-desc": "To prevent the sender and text of your messages from appearing at the top of the screen when you're not in the app, enter Notifications in Settings and select the third item from the Show section.",
        "si-adm": "Automatic message deletion",
        "si-adm1": "This feature deletes content after a specified time. To activate it, go to Settings, enter Privacy, and in the Default timer for new chats section, select or set your preferred time (Custom time) and Save. Note that these settings apply only to chats initiated from this point forward.",
        "si-adm2": "Another way to set automatic deletion for individual chats is to use the menu on the person's profile page. In the chat page, tap the three dots at the top of the screen to display options. Enter Disappearing messages, choose your desired time, and Save. Note that here as well, these settings apply only to messages sent/received from this point forward.",
        "si-call": "Call security",
        "si-call-desc": "Go to Settings and enter Privacy. In the Advanced section, enable settings as shown in the image. Enabling the \"Always relay calls\" option hides your IP address during calls but may reduce call quality. However, if you are using a VPN, enabling this option may not be necessary, and it's up to your preference.",
        "si-tips": "Here are a few security tips",
        "si-tips1": "In the settings, go to Privacy, and in the Security App menu:",
        "si-tips2": "Turn on Screen Lock and select the screen lock timeout from the options provided.",
        "si-tips3": "To prevent taking screenshots, enable Screen Security.",
        "si-tips4": "To ensure that the words you type are not saved and suggested by the keyboard, turn on the Incognito Keyboard.",
        "si-tips5": "In Signal conversations, you can adjust settings for your chats. Click on the three dots at the top of the screen and select Conversation settings. To verify the identity of your contact, go to View Safety Number. You will see a QR code and a string of numbers. Contact your recipient through a secure channel and match the string of numbers. If you are together, you can scan the QR code. If all the numbers match, click on the Mark as Verified button.",
        "si-tips6": "You can restrict non-text content (files, images, videos, etc.) to limit their visibility. This restriction can be either a one-time view or an unlimited view. In the image, the method for changing this setting is indicated by the red arrow."
    },
    "Skype": {
        "s-title": "Secure Skype for Civil Activists Guide",
        "s-topic": "{Skype Security}",
        "s-topic2": "Skype Security",
        "s-intro": "Overview of Important Security Settings",
        "s-update": "Spring 2023",
        "s-list": "A few important Skype notes",
        "s-listd": "A few important Skype notes",
        "s-list1": "Skype is a commercial software. Since Microsoft acquired it, multiple security professionals have been involved in its development and enhancement.",
        "s-list2": "Skype can be a haven for extortionists and spammers. This vulnerability makes it susceptible to hacking.",
        "s-list3": "Skype does not provide alerts for new contacts added to your list.",
        "s-list4": "Skype stores files, shared photos, recorded calls, and other content for easy access across all your devices. Each item is retained for a different duration.",
        "s-list5": "You can determine the retention time for messages, images, chat titles, and videos. Videos more significant than 100 megabytes, voice messages, and call recordings are saved as files and remain accessible for 30 days. Messages, videos, video messages, and images are available until deleted or when participants leave the conversation, with chat titles remaining available until April 2017.",
        "s-list6": "Skype keeps a record of your conversation history. If you open Skype on any device, your previous conversation list will be displayed.",
        "s-list7": "In Skype, you can delete a message you've sent in a one-on-one or group chat.",
        "s-list8": "If you delete a message you've sent, it will be removed for everyone in a chat, and no one will see it in their conversation list.",
        "s-tip": "Considering the above points, Skype may not be the best choice for sensitive activities. The better option is to use Jitsi software.",
        "s-option": "Skype Menu Options",
        "s-option1": "By clicking on your profile picture/name, Skype options will be displayed. To prevent others from knowing your online status and last seen, such as in the image, click on the dropdown menu below your profile picture. Then, select your preferred option.",
        "s-option2": "If you want to stay hidden in search results for people you don't know, go to the Settings page, enter the Skype Profile section, and in the OTHER tab, click on the first option. Turn on the \"Show me in search results\" toggle as shown in the image, and click on \"list View.\" You will see a list of contacts who can search and find you. Click on the three dots and \"profile View\" for their information. You can remove people you don't want from this list using the \"contact Delete\" option.",
        "s-settings": "Accessing Skype Settings",
        "s-settings1": "To access Skype settings, click on your profile picture and go to Settings from the Options section. Now, to hide your profile picture from unknown people, click on \"Profile & Accounts\" and enter the \"Profile picture\" section. Choose \"only Contacts\" as shown in the image so only your contacts can see your profile picture.",
        "s-settings2": "To clear your Skype history, go back to settings, and in the Privacy section, enter \"data app Clear,\" then press the \"CLEAR DATA APP\" button.",
        "s-settings3": "To apply security settings related to calls, go to Settings and navigate to the Calling section. Adjust the options according to the image."
    },
    "Telegram": {
        "t-title": "Telegram Security Guide for Civil Activists",
        "t-topic": "{Telegram Security}",
        "t-topic2": "Telegram Security",
        "t-intro": "Review of the Most Important Security Settings",
        "t-update": "Summer 2023",
        "t-list": "Some points regarding Telegram security",
        "t-listd": "Some points regarding Telegram security",
        "t-listd2": "Some points regarding Telegram security",
        "t-listd3": "Some points regarding Telegram security",
        "t-list1": "One common method for hacking a Telegram account is gaining access through another device, known as a \"Device.\" To prevent unauthorized access, you should enable Two-Step Verification.",
        "t-list2": "It's important to note that some users mistakenly confuse Two-Step Verification with setting a passcode lock on the Telegram app. The former restricts access from any device without the second password, while the latter only allows opening Telegram on the device where the passcode is defined.",
        "t-list3": "Another method to compromise users' security is encouraging them to use Telegram-based versions, whether under the guise of internet freedom or claiming to provide a safer experience. In such scenarios, data theft and manipulation risk is significantly higher.",
        "t-list4": "For example, if someone sets a Passcode for their Telegram on a Samsung phone but doesn't enable Two-Step Verification, a hacker (under specific circumstances) may gain access to their Telegram. However, if the same person's phone falls into the hands of a hacker while the passcode is active, accessing Telegram without the Passcode would not be possible (unless the hacker uses specific tactics). Note that if the individual also has Telegram active on their tablet but hasn't enabled a Passcode for the tablet's Telegram, a hacker with access to the tablet can access Telegram's content on the tablet, while still unable to do so on the Samsung phone.",
        "t-list5": "In 2017, Telegram announced that it had moved its CDN servers to Iran. If this claim is accurate, there may not be significant concerns. However, staying safe and avoiding using Telegram for sensitive activities is advisable. The issue is that when servers are located in Iran, it means they will be subject to Iranian laws.",
        "t-list6": "In 2018, Telegram was blocked in several countries, including Iran, which created Telegram-based services to bypass filtering. None of these services are secure.",
        "t-list7": "Telegram stores the contact lists and messages on its servers. This means that if someone gains unauthorized access to your Telegram, they will have access to your contact list and messages.",
        "t-list8": "Telegram offers a feature called Secret Chat, which, according to its developers, provides end-to-end encryption for enhanced security. If you don't use Secret Chat, end-to-end encryption is inactive, meaning Telegram's security is no different from other messaging apps like Viber.",
        "t-list9": "Your membership in telegram channels is visible to the administrators. Instead of joining troublesome channels, you can visit them periodically without becoming a member.",
        "t-list10": "In Telegram, you can delete/edit messages you've sent, and these changes will also affect the recipient's end. Message editing must be done within 48 hours, but there is no restriction on deleting messages.",
        "t-list11": "If you have a Telegram channel and are concerned about revealing your identity, you can create a new identity and manage your channel with that identity.",
        "t-list12": "If the risk of losing your Telegram account is high, always manage another identity in your channels. If your main account gets hacked, your channels won't be lost.",
        "t-list13": "If security is your top concern, consider using Signal or Wire. These two applications provide end-to-end security for text, voice, and video communication without any security backdoors.",
        "t-version": "Telegram-based versions",
        "t-version1": "After the blocking of Telegram in Iran, the wave of Telegram-based applications inside and outside the country intensified. The general rule is that none of them are secure, whether they claim to promote the free flow of information or aim to filter undesirable content, whether they are supported by security agencies or countries advocating freedom and democracy.",
        "t-version2": "The background image shows how information is exchanged between the servers of such companies; their servers can eavesdrop on and manipulate the received/sent content.",
        "t-settings": "Telegram Settings",
        "t-settings-desc": "To apply security settings, go to Settings. From the displayed list, choose Privacy and Security. Two-step verification, Auto-Delete Messages, Passcode Lock, and Devices are four important security options in Security.",
        "t-2fa": "Setting up Two-Step Verification in Telegram",
        "t-2fa1": "To activate it, select Two-Step Verification. Then, choose a strong password (a good password is long and includes a combination of uppercase letters, lowercase letters, numbers, and special characters). Re-enter the password for confirmation. Two-step verification adds an extra layer of security to your account, preventing access without your knowledge. You can also set a Password Hint to help you remember your primary password but do not enter the password you registered in the previous step. You can also choose to skip setting a password hint if you prefer.",
        "t-2fal": "Note on Two-Step Verification Password Recovery",
        "t-2fal1": "If you forget your password, Telegram allows you to use your email for recovery.",
        "t-2fal2": "You can skip this step, but please be aware that if you forget your password, there will be no way to recover it.",
        "t-2fal3": "Considering that using a personal email for this purpose may not be very secure, it is recommended to create a new account (a disposable or \"fake\" email) on a secure device and use it for this purpose.",
        "t-2fa2": "Enter your email address. The verification code will be sent to your email immediately. Enter the code. After completing the steps, you will receive a message from Telegram regarding the activation of Two-Step Verification.",
        "t-adm": "Automatic Message Deletion in Telegram",
        "t-adm1": "Go to Auto-Delete Messages and choose an appropriate time frame for automatically deleting messages from the available options. You can also set a custom time from the \"Set Custom Time\" section to specify how often your messages should be automatically deleted, whether every few days, weeks, months, or years. Please note that these settings will only apply to chats you initiate from now on. To enable automatic deletion for existing chats, use the blue toggle at the bottom and select the chats you want these settings to apply to.",
        "t-adm2": "Another way to set automatic deletion for specific chats is to use the menu on the individual's profile page. Go to Auto-Delete and choose or manually set your preferred time frame. You can also disable it through the \"Disable\" option.",
        "t-pl": "Setting a passcode on Telegram",
        "t-pl-desc": "The Telegram passcode prevents unauthorized access to Telegram when you're not using it. Passcode Lock is different from Two-Step Verification. Even with it enabled, you'll need to set a passcode for each device. Choose a four-digit passcode and specify the auto-lock duration in the Auto-lock section. All your Telegram account's security options are now active.",
        "t-cl": "Preventing Screenshots in Telegram",
        "t-cl-desc": "Go to Passcode Lock and enter your passcode. By turning off the \"Show Content\" option, Telegram will not display your content when you are outside the app, and it won't allow you to take screenshots while you are inside the app.",
        "t-devices": "Checking Telegram Access",
        "t-devices-desc": "One of the methods used by hackers is to gain access to the victim's Telegram account. Regularly review the Devices page. Disconnect unfamiliar devices from accessing your account. The \"Terminate All sessions\" option will terminate access for all other devices (except the one you use to perform this action).",
        "t-devicesl": "Note on Active Sessions",
        "t-devicesl1": "After logging in to your Telegram account with a new device, you won't be able to apply security settings with that device for up to 24 hours.",
        "t-devicesl2": "In the desktop version of Telegram, there is the possibility to export messages, so take active sessions on desktops seriously.",
        "t-da": "Deleting a Telegram Account",
        "t-da-desc": "To delete your Telegram account, visit <a href='https://my.telegram.org'>https://my.telegram.org</a>. Select the \"Delete Account\" option. Enter your mobile number. Afterward, a code will be sent to your Telegram. By entering the code, your account will be deleted."
    },
    "V2Ray": {
        "v-title": "A Guide to Using V2ray for Civil Activists",
        "v-topic": "{VPN Application}",
        "v-update": "Summer 2023",
        "v-intro1": "Always use the latest version of the software to cover new circumvention methods.",
        "v-intro2": "Instead of V2ray, you can also use other similar software.",
        "v-compi": "Installation on Computer",
        "v-compi1": "Go to <a href='https://github.com/2dust/v2rayn/releases'>https://github.com/2dust/v2rayn/releases</a>. At this address, you can see different versions of V2ray. Select a version labeled \"Latest\" and click on the appropriate file to download it.",
        "v-compi2": "Extract the file from the compressed format and click on V2ray.exe (which has the V2ray icon) to run it. (This software does not require installation; you can add it to your desktop for convenience.) ",
        "v-compi3": "If you are asked for permission to install the NET. software during execution, accept it by clicking \"Yes.\" The software will be downloaded automatically. Install it and rerun V2ray.exe.",
        "v-compi4": "To change the language, click on the three dots at the top of the page from the menu.",
        "v-compi5": "Click on the last gear icon and choose your preferred language.",
        "v-compi6": "You may need to close the program once and reopen it to apply the settings. Right-click on the V2ray icon at the bottom right of the page. (It may be in Hidden Icons.) And click on \"Exit\" (the last option).",
        "v-compu": "Use it on a computer",
        "v-compu1": "Copy the links (config) related to the VPN and enter the program. You can paste them into the program using Ctrl+V. Another method is to click on \"Servers\" from the top menu.",
        "v-compu2": "Select the \"Import bulk URL from Clipboard (Ctrl+V)\" option. Now, you can see the list of links in the program.",
        "v-compu3": "If you have multiple links, click on the small triangle in the upper-left corner of the table for better use, then press Ctrl+O.",
        "v-compu4": "Now, click on the \"Delay(ms)\" column in the table to arrange the links in order of speed for you. You can connect to each one by clicking on it and pressing Enter.",
        "v-compu5": "To connect or disconnect your device to the VPN, click \"System proxy\" at the bottom of the page.",
        "v-compu6": "Use \"Set system proxy\" to connect and \"Clear system proxy\" to disconnect.",
        "v-mob": "Use it on your mobile phone",
        "v-mob1": "Copy the VPN configuration links and enter the application. Tap on the plus sign (+) at the top of the page and select \"Import from clipboard\" to display the links in the application.",
        "v-mob2": "If you have multiple links, for better usage, tap on the three dots at the top of the page again and select \"Tcping all configuration.\" Then, tap on the three dots again and choose \"Sorting by test result\" to arrange them in order of speed for you.",
        "v-mob3": "By selecting each link, you will connect to it. To connect your device to the VPN, tap on the circular button at the bottom of the page until it turns on (changes color).",
        "v-sub": "Add a subscription",
        "v-sub1": "Tap on the hamburger menu in the corner of the page and go to \"Subscription group settings.\" At the top of the page, tap the plus sign (+) and enter your subscription link in the \"Optional URL\" section. Enter a custom name in the \"Remarks\" section and save the settings.",
        "v-sub2": "On the main page, tap on the three dots at the top and select \"Update subscription\" to refresh the links. Now, follow the steps mentioned in the previous section to choose which one to connect to."
    },
    "VeraCrypt": {
        "vc-title": "File Encryption Guide for Civil Activists",
        "vc-topic": "{File Encryption}",
        "vc-intro": "Software for File Encryption",
        "vc-update": "Autumn 2023",
        "vc-l1": "We all have information that needs protection against unauthorized access.",
        "vc-l2": "One of the ways to prevent unauthorized access to information is by encrypting it.",
        "vc-l3": "File encryption is a process in which our readable data is transformed into incomprehensible code to others unless they have access to a specific key. In this way, even if our files end up in the hands of others, the internal data of the files remains secure.",
        "vc-l4": "Veracrypt is one of the world's most powerful free encryption software programs.",
        "vc-l5": "If you forget your password, there is absolutely no way to recover your files.",
        "vc-l6": "This software can encrypt files using very strong algorithms and is available for free.",
        "vc-install": "Download and Installation",
        "vc-install1": "Go to the official <a href='https://veracrypt.fr/en/Home.html'>Veracrypt</a> website. Navigate to the 'Download' section. Choose your appropriate version and download it.",
        "vc-install2": "Install the software. If you believe you need the maximum level of security, uncheck all options.",
        "vc-st": "Standard Mode",
        "vc-st1": "Launch the software. Click on the 'Create Volume' button.",
        "vc-stl": "You have three choices:",
        "vc-stl1": "Create an Encrypted File Container:",
        "vc-stl2": "In this operation, you create a file with a specific extension (e.g., .vc) known as an \"encrypted volume file.\"",
        "vc-stl3": "This file requires encryption, and its contents can only be accessed once adequately encrypted.",
        "vc-stl4": "You can create this volume file in various formats and place other files and folders inside it. To access the contents within the volume file, you need to enter a password.",
        "vc-stl5": "Encrypt a Non-System Partition/Drive:",
        "vc-stl6": "In this operation, you encrypt a partition (e.g., an external data drive or an internal disk partition).",
        "vc-stl7": "After encryption, all the contents of this partition or drive are not automatically decrypted, and you need to enter a password to access them.",
        "vc-stl8": "Encrypt the System Partition or Entire System Drive:",
        "vc-stl9": "This operation allows you to encrypt the system partition (primarily drive C in Windows) or the entire system drive (all partitions related to the operating system).",
        "vc-stl10": "When you start an encrypted system, you must enter the password before the operating system loads.",
        "vc-stl11": "This level of encryption is very secure and protective because even with physical access to the disk, your data is encrypted and inaccessible.",
        "vc-st2": "We are here teaching the first mode, which is file encryption. Choose the appropriate method and click next.",
        "vc-st3": "This section has two encryption modes: Standard and Hidden File. Choose the Standard mode and click next.",
        "vc-st4": "Click on \"Select File...\" and choose a file. Please note that this file should be empty because the existing data will be overwritten during encryption. The file format is changed before the encryption to accommodate the new data. This file can be of any desired format. Here, we create a file with a .txt extension. By enabling the \"Never save history\" option, you agree that no history of the previous file data will be retained. Click next.",
        "vc-st5": "In this section, you can choose your desired encryption algorithm. In this tutorial, we are using the AES and SHA-512 algorithms. Click next.",
        "vc-st6": "Determine the size of the data you want to encrypt to create a container with that size. The size you specify should be less than the available space on your system. Setting the size larger than your data volume is recommended to avoid issues. Please note that the larger the size, the longer it takes to encrypt and decrypt. This size is not changeable. Click next.",
        "vc-st7": "Choose your password with the specified characteristics. Repeat it. Click next.",
        "vc-st8": "The software collects randomness from the movements of your mouse pointer on the screen. You should move your mouse pointer around on the software's window until the box at the bottom of the screen (random collected from mouse movements) is filled. From the Options section, you can make custom changes. Once the box at the bottom is filled, click on the format button. By clicking \"yes,\" you agree that your file data will be erased. Click OK. Your container is created. Click on exit.",
        "vc-stu": "Adding data for encryption",
        "vc-stu1": "On the main VeraCrypt screen, click on \"Select File\" and choose your container file. Select one of the available drives from the list. Click the \"Mount\" button.",
        "vc-stu2": "Enter your password, then click OK.",
        "vc-stu3": "Go to File Explorer and click on \"This PC.\" You will see a drive with the same name on your device. Click on it and enter it.",
        "vc-stu4": "Copy the data you want to encrypt into this drive. Then, return to VeraCrypt and click the \"Dismount\" button.\nNow, place your container file in a secure location, preferably among similar files that won't arouse suspicion but won't accidentally delete it.",
        "vc-hi": "Hidden Mode",
        "vc-hi1": "Enter the software. Click on the \"create volume\" button.",
        "vc-hi2": "Choose the appropriate mode. Click \"next.\"",
        "vc-hi3": "Choose Hidden mode. In this mode, you place an encrypted file within another encrypted file. Click \"next.\"",
        "vc-hi4": "Choose Normal mode. Click \"next.\"",
        "vc-hi5": "Click on \"select file...\". Create a file and select it. This file is your external file. Click \"next.\"",
        "vc-hi6": "Click \"next.\" In this section, you can choose your preferred encryption algorithm. In this tutorial, we're using the AES and SHA-512 algorithms.",
        "vc-hi7": "Determine the amount of data you want to encrypt so the Container matches that size. Note that the external file's size must be larger than the internal file. Click \"next.\"",
        "vc-hi8": "Select your password using the specified criteria. Repeat it. Please note that the passwords for the external and internal files must be different. Click \"next.\"",
        "vc-hi9": "You need to move your cursor on the software window until the box at the bottom of the page (random collected from mouse movements) is filled. You can make custom adjustments in the \"Options\" section. When the box at the bottom is filled, click the \"format\" button. By pressing \"yes,\" you agree to erase your file data. Click \"Ok.\" Your external drive is ready.",
        "vc-hi10": "Click \"Open outer volume.\" Place the files you want to be visible in the first phase in this section. (You can include unimportant data in this section, but since this section is also encrypted, you can place less important data here than in the inner section.)",
        "vc-hi11": "Now, you need to create the inner file. Click \"next.\" ",
        "vc-hi12": "You can choose your preferred encryption algorithm. Click \"next.\"",
        "vc-hi13": "Determine the amount of data you want to encrypt, so the container will be created with that size. Please note that the external file should be larger than the internal file's size. Click \"next.\"",
        "vc-hi14": "Choose your password according to the specified requirements. Repeat it. Please note that the passwords for the outer and inner files must be different. Click \"next.\"",
        "vc-hi15": "You need to move your cursor on the software interface to fill the box at the bottom (random collected from mouse movements). You can adjust optional settings in the \"Options\" section. When the box at the bottom is filled, click \"format.\" Click \"OK.\"",
        "vc-hi16": "The software will inform you that the inner file has been created and is within the outer file. Even if someone manages to access the outer file, they won't realize the existence of the inner file. It warns that if you forget the internal file password, don't write anything on the external file so that the internal file doesn't disappear, you may remember the password! Click \"exit.\"",
        "vc-hiu": "Add information for encryption",
        "vc-hiu1": "Similar to the steps in the standard method, on VeraCrypt's main page, click \"Select File\" and choose your outer file. Select one of the available drives in the list. Click \"Mount.\"",
        "vc-hiu2": "Enter the password for the outer file. Click \"OK.\"",
        "vc-hiu3": "Navigate to File Explorer. Click on \"This PC.\" You'll see a drive with the same name on your device. Click on it to enter. As you can see, there is no trace of your inner file in this drive, only less critical information mentioned here. Transfer the data you want to encrypt to this drive.",
        "vc-hiu4": "To access the inner file, return to VeraCrypt. Click on \"Dismount.\"",
        "vc-hiu5": "Once again, select your outer file and click \"Mount.\"",
        "vc-hiu6": "This time, enter the password for the inner file. Click \"OK.\"",
        "vc-hiu7": "Now, you can view the inner file and its data in your File Explorer and place the information you want inside it.",
        "vc-hiu8": "To finish, use \"Dismount all.\""
    },
    "WhatsApp": {
        "w-title": "Secure Messaging Guide for Civil Activists",
        "w-topic": "{WhatsApp Security}",
        "w-topic2": "WhatsApp Security",
        "w-intro": "Overview of the Most Important Security Settings",
        "w-update": "Summer 2023",
        "w-list": "Some important points about WhatsApp",
        "w-list1": "WhatsApp uses end-to-end encryption by default, even in group chats. However, reports have suggested vulnerabilities in this encryption.",
        "w-list2": "Facebook owns WhatsApp, and by default, it shares your data with this company. While this practice is legal in some countries, it is illegal in others, such as EU member states.",
        "w-list3": "(news link)",
        "w-devices": "Reviewing Access to WhatsApp",
        "w-devices-desc": "Regularly check the Linked Devices page. You can disconnect their access by selecting unfamiliar connected devices and choosing the \"Log out\" option.",
        "w-sa": "Configuring WhatsApp Security Notifications",
        "w-sa-desc": "Go to Settings.\nFrom the Account section, select \"Security notifications.\"\nEnable this option to receive security notifications.",
        "w-tfa": "Setting up Two-Step Verification on WhatsApp",
        "w-tfa1": "One of the methods hackers use to gain access to WhatsApp accounts is through another device, often called WhatsApp Web. The critical difference between this method and Telegram is that physical access to the phone is required during the connection. There is no option to activate it without scanning the QR code. To prevent unauthorized access (in case someone has physical access to your phone due to theft or other reasons), you should enable Two-Step Verification.",
        "w-tfa2": "Go to Settings.\nFrom the Account section, select \"Two-step verification.\"\nChoose a six-digit numeric PIN and confirm it in the next step.",
        "w-tfal": "Note on Two-Step Verification Recovery",
        "w-tfal1": "If you forget your two-step verification PIN, you can use your email for recovery.",
        "w-tfal2": "However, if you choose to skip this step, please be aware that you need to remember your PIN to recover it.",
        "w-tfal3": "Considering that using a personal email for this purpose is not very secure, creating a new account (a disposable or fake email) on a secure person's phone is recommended, and using it for recovery.",
        "w-tfal4": "Enter your email. A verification code will be immediately sent to your email. Enter the code, and two-step verification will be activated.",
        "w-da": "Deleting your WhatsApp Account",
        "w-da-desc": "Go to Settings.\nFrom the Account section, select \"Delete my account.\"\nEnter your mobile number and tap \"Delete my account\" to delete your WhatsApp account.",
        "w-adm": "Deleting All Messages in WhatsApp",
        "w-adm-desc": "Go to Settings.\nFrom the Chats section, select \"Chat history.\"\n\"Clear all chats\" will remove the content of all your conversations."
    },
    "Cleaner": {
        "c-title": "Cleaning Safely for Civil Activists",
        "c-topic": "{Safe Cleaning}",
        "c-topic2": "Safe Cleaning",
        "c-update": "Autumn 2023",
        "c-l1": "Today, recovering deleted data is easily achievable. Therefore, secure erasure software has been developed to write meaningless data multiple times on a formatted drive, ensuring that previously deleted information is either inaccessible or wholly removed.",
        "c-l2": "Some useful software for secure data erasure on the Windows operating system includes CCleaner, Eraser, and Dban.",
        "c-l3": "Additionally, CCleaner and Secure Erase iShredder can be used to secure data erasure on Android devices.",
        "c-win": "Installation and Usage of CCleaner on Windows",
        "c-win1": "Visit the <a href='https://www.ccleaner.com/' target='_blank'>official CCleaner website</a>. Click on the \"Free Download\" button to download the software installer. Run the downloaded file.",
        "c-win2": "Click on \"Install\" to install the CCleaner software. Then, click on CCleaner to open it.",
        "c-win3": "Click on \"Start CCleaner.\"",
        "c-win4": "From the left menu, go to \"Tools\" and click \"Drive Wiper.\"",
        "c-win5": "Choose from the \"Wipe\" menu whether you want to wipe only the free space on your drive (where data has been previously deleted) or wipe the entire drive in one go, erasing all data inside.",
        "c-win6": "From the \"Security\" menu, you can specify how many passes of random data you want to be written and deleted on your drive. Naturally, the higher this value (and the size of the drive), the longer the process will take.",
        "c-win7": "Select the desired drive and click on \"Wipe.\" Click \"Yes,\" and do not interrupt or turn off your software or computer until the process is completed.",
        "c-and": "Using iShredder on Android",
        "c-and1": "Tap on the gear icon at the top of the screen to access the settings. Click on \"Erasure,\" and disable the \"Enable Erasure Reports\" toggle so that your erasure data is not recorded in the software.",
        "c-and2": "Now, on the main page of the software, click on \"File Explorer.\" Tap on \"Allow\" and grant the necessary permissions for the software to change the device.",
        "c-and3": "In the file manager, hold down on the file you want to delete to select it, then press CONTINUE. Among the available methods, choose one for shredding and click on \"OPEN SUMMARY.\" You acknowledge that the shredded data will be irretrievable by checking the box. Click on \"SHRED\" and wait for the process to complete."
    },
    "LinkedIn": {
        "li-title": "LinkedIn Security Guide for Civil Activists",
        "li-topic": "{LinkedIn Security}",
        "li-intro": "Overview of the Most Important Security Settings",
        "li-intro-desc": "LinkedIn is a professional social network that allows individuals and companies to connect, share common interests, expand their careers, and find job opportunities in various professional and business fields. Unlike general social networks like Facebook or X (twitter), LinkedIn primarily focuses on business and professional relationships. However, there are still security and privacy risks that users should be aware of. Therefore, anyone using LinkedIn should use appropriate tools and techniques to protect their personal security and privacy. Exercise caution with messages and connection requests, and be mindful of your interactions.",
        "li-update": "Autumn 2023",
        "li-prof": "Configuring your profile details",
        "li-prof1": "To determine what personal information appears on your profile, click on your profile picture at the top of the page. Go to \"View Profile\" and click the pencil icon on your profile page.",
        "li-prof2": "Enter the \"Edit Contact Info\" section. You can edit or remove your phone number, address, and birthdate in this section. If you want to include your address in this section, refrain from writing specific details.",
        "li-settings": "Accessing LinkedIn settings",
        "li-settings-desc": "Click on your profile picture at the top of the page and enter \"Settings.\"",
        "li-devices": "Checking access in LinkedIn settings",
        "li-devices1": "In the settings, enter \"Sign in & security.\" In this section, you can set or change your email address and phone number for password recovery, and check your active sessions by going to \"Where you're signed in.\" You can end each session using the \"End\" button next to it, or use \"End these sessions\" to terminate all of them.",
        "li-devices2": "Return to \"Sign in & security\" and enter the designated section. In this area, you'll see a list of devices that have stored your password, which you can remove.",
        "li-tfa": "Setting up two-step verification on LinkedIn",
        "li-tfa1": "In the settings, go to \"Sign in & security.\" Click on \"Two-step verification\" and press the \"Set up\" button. Enter the code sent to your email in this section and click \"Submit.\"",
        "li-tfa2": "Choose the two-step verification method and click \"Continue.\" Enter your account password and click \"Submit.\" Copy the code displayed on the page and enter it into your two-step verification application.",
        "li-tfa3": "Click on the + sign at the bottom of the page and choose \"Enter a setup key.\" Enter the copied username and password, then press the \"Add\" button. Remove the code from your account, then go back to LinkedIn.",
        "li-tfa4": "Press \"Continue\" and enter the code you extracted from the app here, then click \"Verify.\" Now, click on \"recovery codes\" and enter your password. Save the codes displayed on the page in a secure place, preferably non-digital, to use when you don't have access to your device.",
        "li-pass": "Setting a password on the LinkedIn app",
        "li-pass-desc": "In the settings, go to \"Sign in & security.\" Click on \"App lock.\" Turn on the \"App Lock\" and specify how often the app should lock, for example, every few minutes."
    },
    "Mobile": {
        "cp-title": "Mobile Security Guide for Civil Activists",
        "cp-topic": "{Mobile Security}",
        "cp-intro": "Simple Ways to Enhance Security of Mobile Phone",
        "cp-update": "Autumn 2023",
        "cp-tip": "A few general tips",
        "cp-tip1": "Keep your device and software up to date.",
        "cp-tip2": "Use a strong password for your device.",
        "cp-tip3": "Install tracking (anti-theft) software on your device. For Android, you can use Find My Device; for iOS, use Find My iPhone/iPad; and for both, you can use Prey.",
        "cp-tip4": "Download and install software from reputable sources.",
        "cp-tip5": "Avoid installing third-party applications whenever possible.",
        "cp-tip6": "Avoid using public Wi-Fi networks for sensitive activities.",
        "cp-tip7": "Regularly back up your important data to an external source or cloud service. This ensures that you can recover your data if your device is lost or damaged.",
        "cp-tip8": "Use a reputable antivirus or security program.",
        "cp-and": "Security of an Android device",
        "cp-and1": "Regularly review the permissions requested by apps and ensure they are reasonable. To do this, go to Settings, tap on Apps, select one of the apps, and go to Permissions.",
        "cp-and2": "You will see a list of the app's permissions in the Allowed section. Tap on one of the items. You can allow this permission only when using the app, be prompted each time for access, or completely deny access. Repeat these steps for all apps and permissions.",
        "cp-and3": "In the device security settings, ensure that the option \"Install from unknown sources\" is disabled to prevent the installation of unauthorized apps. To do this, go to Settings, enter Biometrics and Security, and then go to Install Unknown Apps. In this section, you will see a list of software that has permission to install apps on your device. You can disable this access by turning off the switch in front of them.",
        "cp-and4": "In the settings, enter Biometrics and Security, then go to Other Security Settings. Tap on Device Admin Apps. In this section, you will see a list of software that has administrative access to make changes (such as remote data wipe) on your device. By turning off the switch in front of them, you can disable this access. Repeat this process periodically.",
        "cp-ios": "iPhone Security",
        "cp-ios1": "Regularly review the permissions that apps request and ensure they are reasonable. To do this, go to Settings, enter Home Screen & App Library, and tap on one of the apps. This section will show a list of the software's permissions. Tap on one of the items. You can choose whether this permission should be active when using the app, prompt you for access each time, or be completely disabled. Repeat these steps for all apps and permissions.",
        "cp-ios2": "In Settings, click on your profile and enter iCloud. Tap on Passwords and Keychain. By enabling this switch, your passwords and credit card information are securely stored.",
        "cp-ios3": "In Settings, enter Privacy and Security. Tap on Apple Advertising. By turning off this switch, your information will not be sent for personalized ad tracking.",
        "cp-ios4": "In the settings, go to Face ID & Passcode. Enter your passcode. By turning on the Erase Data option, if you enter your passcode incorrectly ten times, all the data on your device will be completely erased."
    },
    "TikTok": {
        "tt-title": "TikTok Security Guide for Civil Activists and Journalists",
        "tt-topic": "TikTok Security ",
        "tt-intro": "Overview of the Most Important Security Settings",
        "tt-update": "Autumn 2023",
        "tt-settings": "Go to TikTok Settings",
        "tt-settings-desc": "Click on \"Profile\" in the bottom menu to navigate to your TikTok profile page. On your TikTok profile page, you can access the settings and privacy menu by clicking on the hamburger menu icon (three horizontal lines) in the top right corner. Click on \"Settings and privacy\" to enter TikTok settings.",
        "tt-pri": "Privacy settings on TikTok",
        "tt-pri-desc": "By making your account private, only people with your permission can view your profile. To do this, go to settings, enter Privacy, and turn on the Private Account switch. Turn off the Activity status switch to prevent others from seeing your online status.",
        "tt-tfa": "Setting up two-factor authentication on TikTok",
        "tt-tfa1": "In the settings, go to Security and click on Two-step verification. Choose the methods for receiving two-factor verification codes (at least two) and click on Turn On.",
        "tt-tfa2": "Enter your email address and click the Send code button. Enter the code you received in your email. Now, create a code with the specified features and click Next. Click on Copy code and then Next. Then, go to the two-factor authentication app.",
        "tt-tfa3": "Click the + sign at the bottom of the page and select Enter a setup key. Enter the copied username and password and click Add. Then, take the code in front of your account and go back to TikTok.",
        "tt-tfa4": "Enter the code you extracted from the app here. At this point, you can enter your phone number or skip it by clicking the Skip button. The app will also ask if you want to register your device as a trusted device or not. A trusted device is one that doesn't require two-factor authentication. Click Add if you want it to be registered and click Skip if you don't want to register it.",
        "tt-devices": "Checking Access to TikTok Account",
        "tt-devices1": "In the settings, go to Security.\nIn the Security Alerts section, make sure there hasn't been any unusual activity in your account.",
        "tt-devices2": "Go back to Security and enter Manage Devices. In this section, you can view your account's list of active sessions and remove any unfamiliar sessions.",
        "tt-devices3": "Return to Security again and this time go to Two-step verification. In the last section, you can view and delete the list of trusted devices by tapping the trash can icon. Additionally, turning off the Save login info toggle in Security won't save your login information (username and password) on devices you use to access your account.",
        "tt-da": "Deactivating/Deleting your TikTok account",
        "tt-da1": "Go to your settings and enter the Accounts section.\nClick on \"Deactivate or delete account.\"\nDeactivate means that you're temporarily disabling your account, and during this period, your account will be hidden from everyone until you log back in and reactivate it.\nDelete account means that all your account information will be erased entirely and non-recoverable.",
        "tt-da2": "To deactivate your account, select the first option and click the \"Deactivate\" button. Enter your account password and click the pink button. To finish the process, click the \"Deactivate\" button.",
        "tt-da3": "To delete your TikTok account, Choose the second option after clicking \"Deactivate or delete account.\"\nSelect a reason for deleting your account or click \"Skip.\"\nBy checking the box at the bottom of the page, you agree to deactivate your account for 30 days. After this period, if you don't return, your information will be erased. Click \"Continue.\"",
        "tt-da4": "Click \"Continue.\"\nEnter your account password and click the pink button.\nAs the final step, click \"Delete.\" Your TikTok account will be permanently deleted."
    },
    "Twitter": {
        "tw-title": "X (twitter) Security Guide for Civil Activists",
        "tw-topic": "{X (twitter) Security}",
        "tw-intro": "Overview of Key Security Settings",
        "tw-update": "Autumn 2023",
        "tw-settings": "Accessing X (twitter) Settings",
        "tw-settings-desc": "Click on your profile picture. Tap on Settings and support. Enter settings and privacy.",
        "tw-pri": "Privacy settings on X (twitter)",
        "tw-pri1": "In your settings, navigate to \"Your account.\" Then click on \"Account information.\" In this section, you can view or modify your username, phone number, and verified email.",
        "tw-pri2": "Next, go to \"Protect posts.\" If you enable this option, your tweets will only be visible to your followers. You can also enter \"Post tagging\" by turning it off, preventing others from tagging you in their tweets.",
        "tw-pri3": "Go to \"Settings.\"\nEnter \"Privacy and safety.\"\nClick on \"Direct messages.\"\nChoose who can send you private messages: \"Nobody,\" \"People you follow,\" or \"Everyone.\"\nIf you turn off the \"Show receipts\" option, it won't be evident to senders that you've read their messages.",
        "tw-pri4": "Return to \"Privacy and safety.\"\nClick on \"Discoverability and contacts.\"\nBy turning off these two options, people with your phone number or email won't be able to discover your X (twitter) account in their contacts.",
        "tw-da": "Delete Account on X (twitter)",
        "tw-da-desc": "In the settings, go to \"Your account.\" Then click on \"Deactivate your account.\" Press the \"Deactivate\" button and enter your account password. Click \"Deactivate\" again. Your account will be deleted.",
        "tw-tfa": "To set up two-factor authentication on X (twitter)",
        "tw-tfa1": "In the settings, navigate to \"Security and account access.\"\nClick on \"Security.\"\nEnable the \"Password reset protect\" option.\nEnter your current password and click \"Save.\"",
        "tw-tfa2": "Go back to \"Security and account access.\" Enter security. Tap on two-factor authentication. Choose authentication app. Enter your authentication code. Click on confirm.",
        "tw-tfa3": "Click on Get started. Click on \"can't scan the QR code?\". Capture the code displayed on the page.",
        "tw-tfa4": "Open the Authenticator app and click on the + button. Select Enter a setup key. Enter your X (twitter) ID and the code you obtained from X (twitter) in this section. Our ID has been registered. Now, take the number in front of your ID and return to X (twitter).",
        "tw-tfa5": "Click on next. Enter the code in the designated area and click on confirm. Click on get backup code. Store the codes displayed on the page in a secure place (preferably non-digital) to use them when you don't have access to your device.",
        "tw-devices": "Reviewing X (twitter) Permissions",
        "tw-devices1": "In the settings, go to \"Security and account access.\"\nClick on \"Apps and Sessions.\"\nIn the \"Connected apps\" section, you can see third-party applications that manage your X (twitter) account. You can review and revoke their access.",
        "tw-devices2": "Go back to \"Apps and Sessions.\"\nEnter the \"Sessions\" section.\nHere, you can view the active sessions for your account.\nTo log out of all other sessions except the current one, click \"Log out of all other sessions.\"",
        "tw-devices3": "Returning to \"Security and account access,\" click on \"Connected accounts.\" In this section, you can view all the accounts connected to your X (twitter) account. To disconnect an account, click \"Disconnect.\"",
        "tw-loc": "Delete saved locations in your X (twitter) posts",
        "tw-loc-desc": "Go to \"Settings.\"\nEnter \"Privacy and safety.\"\nClick on \"Your posts.\"\nNavigate to the section highlighted in the image, then click the red button."
    },
    "Computer": {
        "pc-title": "Computer Security Tutorial for Civil Activists",
        "pc-topic": "Computer Security",
        "pc-intro": "Simple Ways to Enhance Personal Computer Security",
        "pc-update": "Autumn 2023",
        "pc-tip": "A few general tips",
        "pc-tip1": "Keep your device and software up to date.",
        "pc-tip2": "Use a strong password for your device.",
        "pc-tip3": "Create a standard user account for everyday use to reduce the risk of malware accessing the system.",
        "pc-tip4": "Download and install software from reputable sources.",
        "pc-tip5": "Avoid installing third-party applications whenever possible.",
        "pc-tip6": "Avoid using public Wi-Fi networks for sensitive activities.",
        "pc-tip7": "Regularly back up your important data to an external source or cloud service. This ensures that you can recover your data if your device is lost or damaged.",
        "pc-tip8": "Use a reputable antivirus or security program.",
        "pc-wd": "Turn on Windows Defender on Windows 10 & 11",
        "pc-wd1": "Open the Settings app. Go to Update and security.",
        "pc-wd2": "Go to Windows Security.\nClick Open Windows Security. This will open Windows Defender.",
        "pc-wd3": "Go to the Virus and threat protection tab.\nScroll down to the Virus and threat protection settings section, and click Manage Settings.",
        "pc-wd4": "Turn on Real-time protection, cloud-delivered protection, automatic sample submission, and tamper protection.",
        "pc-wd5": "Go to the Firewall and Network protection tab.",
        "pc-wd6": "Click Domain Network and turn on the firewall switch.",
        "pc-wd7": "Return to Firewall and Network Protection and enter Private Network. Turn on the Microsoft Defender Firewall switch.",
        "pc-wd8": "Return to Firewall and Network Protection and enter Public Network. Turn on the Microsoft Defender Firewall switch.",
        "pc-wd9": "Go to the App and Browser control tab. Click Reputation-based protection settings.",
        "pc-wd10": "Turn on the following switches;\nCheck apps and files.\nSmartScreen for Microsoft Edge.\nPotentially unwanted app blocking.\nSmartScreen for Microsoft Store apps.",
        "pc-bl": "configure BitLocker encryption on Windows 11",
        "pc-bl-source": "Source: https://www.windowscentral.com/how-configure-bitlocker-encryption-windows-11",
        "pc-bl1": "Open Settings.\nClick on System.\nClick the Storage page on the right side.",
        "pc-bl2": "Under the \"Storage management\" section, click on Advanced storage settings.\nClick on Disks & volumes.",
        "pc-bl3": "Select the drive with the partition to encrypt.\nSelect the partition to enable encryption and click the Properties button.",
        "pc-bl4": "Click the \"Turn on BitLocker\" option.",
        "pc-bl5": "Click the \"Turn on BitLocker\" option again.",
        "pc-bl6": "Select the option to back up the recovery key — for example, Save to your Microsoft account.\nNote that you can always find the recovery key on your Microsoft account. Also, the option to save online is only available when the account is connected to a Microsoft account.",
        "pc-bl7": "Click the Next button.\nSelect the \"Encrypt used disk space only\" option.",
        "pc-bl8": "Click the Next button.\nSelect the \"New encryption mode\" option.",
        "pc-bl9": "Check the \"Run BitLocker system check\" option and Click the Restart now button (if applicable).",
        "pc-bl10": "If you need to remove the system encryption,\nOpen Control Panel.\nClick on System and Security.\nClick on BitLocker Drive Encryption.",
        "pc-bl11": "Under the \"Operating system drive\" section, click the \"Turn off BitLocker\" option. and Click the \"Turn off BitLocker\" button again."
    }
}