{
    "2FA": {
        "tf-title": "آموزش تایید دو مرحله‌ای برای فعالان مدنی",
        "tf-topic": "{تایید دو مرحله‌ای}",
        "tf-topic2": "تایید دو مرحله‌ای ",
        "tf-intro": "راهی برای امن‌تر کردن شناسه‌ها",
        "tf-update": "بهار ۱۴۰۲",
        "tf-desc": "چرا تایید دو مرحله‌ای؟",
        "tf-desc1": "تایید دو مرحله‌ای (2FA) یک لایۀ امنیتی اضافی برای جلوگیری از سوء استفادۀ هکرها از ضعف‌های امنیتی است. اگر رمز شما به هر دلیلی (سهل‌انگاری، ساده بودن، هک شدن) فاش شود، هکرها می‌توانند به‌راحتی وارد شناسۀ شما شده و به اطلاعاتتان دست‌رسی داشته باشند. ",
        "tf-desc2": "با فعال کردن ورود دو مرحله‌ای، اگر هکر رمز شناسۀ شما را داشته باشد، برای ورود به چیزی بیش از رمز نیاز دارد: یک کد موقت که طول عمری بیش از چند دقیقه ندارد. معمولا این کد از شیوه‌ای غیر از آن‌چه که هکر امکان دست‌رسی راحت‌تر به آن دارد  (مثل ایمیل) تولید می‌شود. شیوه‌هایی شبیه به پیامک، نرم‌افزاری خاص که به اینترنت متصل نیست یا استفاده از ابزارهای سخت‌افزاری.",
        "tf-desc3": "برخی از شیوه‌های معمول تایید دو مرحله‌ای شامل استفاده از کلید امنیتی، دریافت کد موقت از طریق پیامک یا نرم‌افزار جانبی است.",
        "tf-list": "چند نکتۀ مهم",
        "tf-listd": "چند نکتۀ مهم",
        "tf-list1": "برخی از وب‌سایت‌ها برای تایید دو مرحله‌ای به شماره تلفن شما نیاز دارند. از شماره تلفن  (و حتی گوشی) معمول خود استفاده نکنید؛ بهتر است شمارۀ ناشناسی داشته باشید  (به اسم شما ثبت نشده باشد) و از آن استفاده کنید. استفاده از شماره تلفن دوستان و بستگان معتمد در شهر یا کشور دیگر گزینۀ مناسبی‌تری است. فراموش نکنید که این خط نباید منقضی شود یا از بین برود.",
        "tf-list2": "برخی از وبسایت‌ها پس از فعال‌کردن تایید دو مرحله‌ای تعدادی کد موقت به شما می‌دهند؛ آن‌ها را در جایی امن نگه دارید. بهتر است به‌صورت دیجیتال نباشد.",
        "tf-list3": "درصورتی که امنیت دستگاه شما کم باشد، دستگاه شما به صورت فیزیکی دست هکر باشد یا کسی به دستگاه شما دست‌رسی داشته باشد، امکان دور زدن تایید دومرحله‌ای وجود دارد. برای جلوگیری از این اتفاق، امنیت عمومی و فیزیکی دستگاه خود را حفظ کنید.",
        "tf-list4": "هکرها از شیوه‌های مختلفی مثل فیشینگ (صفحۀ جعلی)، شنود پیامک یا روش‌های پیچیده‌تر برای به‌دست آوردن کد تایید دو مرحله‌ای استفاده می‌کنند. در هنگام ورود کد به آدرس صفحه دقت کنید.",
        "tf-list5": "یکی از شیوه‌های معمول هک تایید دو مرحله‌ای در زمان دست‌رسی به تلفن قربانی، خواندن کد تایید از روی صفحۀ گوشی است. گوشی خود را به امان خدا ول نکنید و حتماً امکان نمایش محتوا در صفحۀ قفل را غیر فعال کنید.",
        "tf-tools": "چندتا از ابزارهایی که می‌توان برای فعال‌سازی تائید دومرحله‌ای از آن‌ها استفاده کرد:",
        "tf-tools1": "Google Authenticator",
        "tf-tools2": "Twilio Authy",
        "tf-tools3": "Bitwarden",
        "tf-option11": "امنیت بالاتر",
        "tf-option12": "پشتیبان‌گیری",
        "tf-option21": "نصب روی چند دستگاه",
        "tf-google": "تایید دومرحله‌ای گوگل",
        "tf-google1": "وارد حساب گوگل خود شوید. روی پروفایل خود کلیک کنید. دکمه Manage your google account را بزنید.",
        "tf-google2": "وارد بخش Security شوید.",
        "tf-google3": "صفحه را به پایین اسکرول کنید. در بخش How to sign in to google، روی Two-step verification کلیک کنید.",
        "tf-google4": "دکمه Get started را بزنید.",
        "tf-google5": "روی show more options کلیک کنید. روی google prompt کلیک کنید.",
        "tf-google6": "برای استفاده از این ویژگی، لازم است که حتما حسابتان روی یک دستگاه موبایل فعال باشد. دکمه continue را بزنید. روی use another backup option کلیک کنید.",
        "tf-google7": "کدهای بکاپ شما برای زمانی که به دستگاهتان دسترسی ندارید برایتان نمایش داده می‌شوند. آن‌ها را در جایی (ترجیحا غیردیجیتال) ذخیره کنید. همچنین می‌توانید از گزینه Print برای ذخیره به‌صورت فایل Pdf و از download برای ذخیره با فرمت txt استفاده کنید. دکمه next را بزنید. روی turn on کلیک کنید.",
        "tf-google8": "وارد بخش authenticator app شوید.",
        "tf-google9": "روی دکمه set up authenticator + بزنید. با گوشی خود وارد نرم‌افزار google authenticator شوید. روی + کلیک کنید.",
        "tf-google10": "گزینه scan a QR code را انتخاب کنید. کد نمایش داده شده در صفحه را با گوشی خود اسکن کنید. حساب گوگل به‌طور خودکار به نرم‌افزار شما اضافه می‌شود. دکمه next را بزنید.",
        "tf-google11": "کدی که در نرم‌افزار پایین نام حسابتان نوشته شده را در این بخش وارد کنید. روی verify کلیک کنید. ورود دومرحله‌ای حساب گوگل برای شما فعال شد.",
        "tf-tw": "تایید دومرحله‌‌ای X (توییتر)",
        "tf-tw1": "وارد نرم‌افزار X (توییتر) شوید. روی عکس پروفایل خود کلیک کنید. روی Settings and support بزنید. وارد settings and privacy شوید. روی security and account access کلیک کنید.",
        "tf-tw2": "وارد security شوید. روی two-factor authentication کلیک کنید. authentication app را بزنید. رمز شناسه خود را وارد کنید. روی confirm بزنید.",
        "tf-tw3": "روی Get started کلیک کنید. روی ?can't scan the QR code بزنید. کد نمایش داده‌شده روی صفحه را بردارید.",
        "tf-tw4": "وارد نرم‌‌افزار Authenticator شوید و روی دکمه + بزنید. Enter a setup key را انتخاب کنید. شناسه X (توییتر) و کدی که از X (توییتر) برداشتید را در این قسمت وارد کنید. شناسه ما ثبت شد. حالا عدد جلوی شناسه‌تان را بردارید و به X (توییتر) برگردید.",
        "tf-tw5": "next را بزنید. کد را در قسمت مشخص شده وارد کنید و confirm را بزنید. روی get backup code کلیک کنید. کدهای نمایش داده شده در صفحه را در جایی (نرجیحا غیر دیجیتال) ذخیره کنید تا زمانی که دسترسی به دستگاهتان ندارید از آن‌ها استفاده کنید.",
        "tf-insta": "تایید دومرحله‌ای اینستاگرام",
        "tf-insta1": "وارد نرم‌‌افزار اینستاگرام شوید. در صفحۀ پروفایل اینستاگرام، با کلیک بر روی منوی همبرگری (سه خط افقی بالا) منوی امکانات اینستاگرام برای شما نمایش داده می‌شود. با کلیک روی Setting and privacy، وارد تنظیمات اینستاگرام می‌شوید.",
        "tf-insta2": "قبل از انجام مراحل لازم است که  یکی از نرم‌افزارهای احراز هویت (مثل Duo یا Google Authenticator) را نصب کنید. در اینجا، ما با google authenticator مراحل را آموزش داده‌ایم. در تنظیمات، وارد Accounts center شده و روی Password and security کلیک کنید. وارد two-factor authentication شوید.",
        "tf-insta3": "شناسه خود را انتخاب کنید، روش ورود دومرحله‌ای (امن‌ترین روش استفاده از نرم‌افزار مخصوص آن است) را انتخاب کنید و دکمه Next را بزنید. اگر نرم‌افزار روی دستگاهی که در دست دارید فعال است، روی Copy key کلیک کنید تا کلید شما کپی شود؛ و اگر در دستگاه دیگری قرار دارد، روی View barcode/QR code کلید کنید تا کد نمایش داده شده را با دستگاه دیگرتان اسکن کنید.",
        "tf-insta4": "وارد نرم‌افزار authenticator خود شوید و روی دکمه + کلیک کنید. روش دریافت کد را انتخاب کنید. دو راه دارید؛\nکلیک روی Scan a QR code: اسکن کد QR نمایش داده شده روی صفحۀ دستگاه دیگر،\nکلیک روی Enter a setup key: وارد کردن شناسه و چسباندن کدی که در کلیپ‌بوردتان کپی شده است.\nContinue را بزنید. شناسۀ شما ثبت شد. حالا شناسه شما به authenticator اضافه شده‌است. روی کد شش رقمی جلوی آن کلیک کنید تا کپی شود و به اینستاگرام بازگردید.",
        "tf-insta5": "کد را در قسمت مربوطه وارد کنید و Next را بزنید. پیش از تایید نهایی، می‌توانید با زدن روی backup codes، کدهای پشتیبان‌گیری خود را مشاهده کنید. این کدها زمانی که به هر دلیلی نرم‌افزار ورود دومرحله‌ای را در دسترس ندارید و می‌خواهید وارد حساب خود شوید، به‌کار می‌آیند. ترجیحا در جایی غیردیجیتالی آن‌ها را ثبت کنید. درنهایت، با زدن دکمه Done، ورود دومرحله‌ای برای شما فعال می‌شود.",
        "tf-insta6": "در صفحه‌ای که به آن منتقل می‌شوید، وارد Additional methods شوید. در اینجا می‌توانید تعیین کنید که درصورت ورود دستگاهی ناشناس به شناسه شما، اینستاگرام از شما اجازه بگیرد یا خیر.",
        "tf-faceb": "تایید دومرحله‌ای در فیس‌بوک",
        "tf-faceb1": "وارد نرم‌افزار فیس‌بوک شوید. برای ورود به تنظیمات فیس‌بوک، روی منوی همبرگری (سه خط افقی گوشۀ راست-بالا) کلیک کنید و سپس روی چرخ‌دنده بزنید.",
        "tf-faceb2": "در تنظیمات وارد Password and security شوید. در بخش Use two-factor authentication روش مناسب را انتخاب کرده و دکمۀ Continue را بزنید. کد نمایش داده شده در صفحه را جایی (ترجیحا غیردیجیتال) ذخیره کنید که اگر به هر دلیلی ارتباطتان با نرم افزار ورود دومرحله ای از بین رفت دوباره بتوانید آن را ثبت کنید. اگر می‌خواهید ورود دومرحله ای را روی گوشی خودتان فعال کنید، روی Set up on same device کلیک کنید. به‌طور خودکار به نرم‌افزار ورود دو مرحله‌ای(مثلا Authenticator Google) منتقل می‌شوید. Okay را بزنید. شناسۀ شما ثبت شد.",
        "tf-faceb3": "اگر می‌خواهید ورود دو مرحله‌ای را روی دستگاه دیگری فعال کنید، با دستگاه دوم وارد نرم‌افزار ورود دومرحله‌ای شده و روی دکمۀ add( + ) زنید. برای ثبت شناسه دو راه دارید؛\nکلیک روی Scan a QR code و اسکن کد QR نمایش داده شده روی صفحۀ فیس‌بوک،\nکلیک روی Enter a setup key و وارد کردن شناسه و کد نماش داده شده در صفحۀ فیس‌بوک.\nContinue را بزنید. شناسۀ شما ثبت شد. کدهای بکاپ شما برای زمانی که به دستگاهتان دسترسی ندارید برایتان نمایش داده می‌شوند. آن‌ها را در جایی (ترجیحا غیردیجیتال) ذخیره کنید. ",
        "tf-faceb4": "در نرم‌افزار ورود دومرحله‌ای، کد نمایش داده شده برای شناسه‌تان را بردارید و در محل مشخص شده در فیسبوکتان وارد کنید. رمز اصلی شناسۀ فیسبوکتان را وارد کنید و CONTINUE را بزنید. ورود دومرحله‌ای برای شما فعال شد.",
        "tf-faceb5": "اگر با یک دستگاه و رمز دومرحله‌ای وارد شناسه شوید، آن دستگاه به‌عنوان دستگاه مورد اعتماد شناخته می‌شود و برای دفعات بعدی می‌تواند بدون رمز دومرحله‌ای وارد شود. به Password and security برگردید. در Authorized logins می‌توانید لیست دستگاه‌های مورد اعتماد را دیده و دستگاه‌هایی که نمی‌خواهید را حذف کنید.",
        "tf-faceb6": "برای اینکه اعلان ورود به شناسه‌تان از یک دستگاه ناآشنا (که قبلا از آن استفاده نکرده‌اید) را دریافت کنید، به Password and security برگردید و در بخش نشان داده شده در تصویر، روش دلخواهتان برای دریافت اعلان را مشخص کنید."
    },
    "BitWarden": {
        "b-title": "آموزش مدیریت رمز برای فعالان مدنی",
        "b-topic": "{مدیریت رمز}",
        "b-intro": "برنامه‌ای برای مدیریت رمز",
        "b-update": "تابستان ۱۴۰۲",
        "b-intro-desc": "یکی از راه‌های حفظ امنیت اطلاعات، عدم استفاده از رمز یکسان در چندین سایت متفاوت و عدم ذخیرۀ اطلاعات ورود به سایت‌هاست. برای سادگی این کار از ابزارهای مدیریت رمز استفاده می‌کنیم تا رمزهای سخت بسازند و آن‌ها را نگهداری کنند. در اینصورت، اگر یکی از حساب‌های شما هک یا رمز آن فاش شود و یا دستگاه شما به دست کسی بیفتد، احتمال به خطر افتادن تمامی حساب‌هایتان به مقدار قابل توجهی کاهش می‌یابد.",
        "b-list": "ویژگی‌های مهم بیت‌واردن",
        "b-list1": "امکان ذخیره اطلاعات لازم برای پر کردن فرم‌های اینترنتی",
        "b-list2": "پیشنهاد خودکار رمز پیچیده و یکتا",
        "b-list3": "امکان اشتراک‌گذاری یک به یک",
        "b-list4": "دسته‌بندی رمزها",
        "b-list5": "امکان نصب روی گوشی تلفن همراه",
        "b-list6": "تغییر خودکار رمز تارنماهای محبوب",
        "b-list7": "امکان دست‌رسی یک فرد مطمئن به شناسه در شرایط حاد",
        "b-list8": "هشدار لو رفتن اطلاعات",
        "b-list9": "محدود کردن ورود بر اساس کشور، IP و غیره",
        "b-list10": "یادداشت‌های امن",
        "b-list11": "احراز هویت چند عاملی",
        "b-reg": "تشکیل حساب کاربری بیت‌واردن",
        "b-reg1": "به <a href='https://bitwarden.com/download/'>تارنمای رسمی BitWarden</a> مراجعه کنید و دکمۀ Create a Free Account را بزنید. فرم ثبت نام را تکمیل کنید. Master password رمز ورود به نرم‌افزار/افزونۀ مدیریت رمز شماست.\nتوجه کنید که Master password hint را طوری انتخاب کنید که با دیدن آن رمز را فقط خودتان بتوانید به‌یاد بیاورید. تیک پذیرش قوانین را زده و دکمۀ Create account را بزنید.",
        "b-reg2": "به‌طور خودکار به صفحۀ ورود سایت منتقل می‌شوید. ایمیل خود را وارد کنید. اگر در این مرحله مرورگرتان از شما برای ذخیرۀ ایمیل و رمز سوال کرد، بهتر است که نپذیرید.\nرمز ورود را وارد کرده و Login with Master Password را بزنید.",
        "b-reg3": "اکنون در صفحۀ حساب کاربری خود قرار دارید. گوشۀ صفحه بخش VERIFY EMAIL قرار دارد. دکمۀ Send email را بزنید تا حسابتان را با ایمیل خود تایید کنید.",
        "b-reg4": "ایمیل خود را باز کنید و وارد ایمیل دریافتی از سوی بیت‌واردن شوید. روی دکمۀ آبی رنگ داخل ایمیل بزنید و دوباره وارد حساب کاربری خود شوید تا مراحل تکمیل شود.",
        "b-ex": "راه‌اندازی افزونۀ بیت‌واردن",
        "b-ex1": "به تارنمای بیت‌واردن برگردید و کمی پایین‌تر، در بخش Web Browser مرورگر خود را انتخاب کنید. (احتمالا مراحل این بخش در ایران فیلتر است و نیاز به VPN خواهید داشت. همچنین ممکن است مرورگر شما نام متفاوتی برای هر گزینه داشته باشد اما کلیت کار در همه مرورگرها مشابه است. ما برای آموزش از مرورگر Microsoft Edge استفاده می‌کنیم.)",
        "b-ex2": "به‌صورت خودکار به صفحۀ افزونۀ بیت‌واردن منتقل می‌شوید. روی Get کلیک کنید. extention Add را بزنید تا افزونه در مرورگر شما نصب شود.",
        "b-ex3": "از بالای صفحۀ مرورگر، منوی افزونه‌ها را باز کنید. دکمۀ چشم (یا هر علامت دیگری در مرورگر خودتان) را روشن کنید تا افزونه در مرورگر سنجاق شود.",
        "b-ex4": "روی افزونه کلیک کنید و وارد حساب کاربری خود شوید. به صلاح‌دید خود انتخاب کنید که ایمیلتان را به‌یاد بسپارد یا خیر. رمز حسابتان را وارد کنید. افزونه برای شما فعال شد.",
        "b-gen": "ساخت رمز با بیت‌واردن",
        "b-gen1": "روی افزونه کلیک و رمز خود را وارد کنید تا وارد حسابتان شوید. در هربار ورود، باید از رمز استفاده کنید؛ ما در اینجا از تکرار آن صرف‌نظر کرده‌ایم. به بخش Generator بروید. تعیین کنید می‌خواهید رمزتان چه ویژگی‌هایی داشته باشد و سپس رمز تولید شده را کپی و در جایی که نیاز دارید بچسبانید.",
        "b-gen2": "بعد از ورود اولیه به هر سایت، به‌طور خودکار افزونه از شما سوال می‌کند که آیا قصد ذخیرۀ اطلاعاتتان را دارید یا خیر. روی دکمۀ آبی رنگ بالای صفحه (Save) کلیک کنید.",
        "b-use": "دست‌رسی به اطلاعات در بیت‌واردن",
        "b-use1": "هرگاه قصد ورود به حسابی را داشتید، وارد صفحۀ ورود (Login) شوید. سپس با کلیک روی افزونۀ بیت‌واردن، وارد آن شوید. به‌طور خودکار اطلاعات حساب شما نمایش داده می‌شود. روی نام آن کلیک کنید تا فرم ورود به‌طور خودکار پر شود. همچنین از منوی مقابل حساب، می‌توانید روی View کلیک کنید تا اطلاعات حساب را مشاهده کنید.",
        "b-use2": "همچنین می‌توانید با سرچ یک سایت در صفحه اصلی، به اطلاعاتتان دسترسی داشته باشید و با کلیک روی دکمۀ Lunch در منوی سمت راست، به‌طور مستقیم وارد آن شوید."
    },
    "FaceBook": {
        "f-title": "آموزش امنیت فیس‌بوک برای فعالان مدنی",
        "f-topic": "{امنیت فیس‌بوک}",
        "f-topic2": "امنیت فیس‌بوک",
        "f-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "f-update": "بهار ۱۴۰۲",
        "f-settings": "ورود به تنظیمات فیس‌بوک",
        "f-settings-desc": "برای ورود به تنظیمات فیس‌بوک، روی منوی همبرگری (سه خط افقی گوشۀ راست-بالا) کلیک کنید و سپس روی چرخ‌دنده بزنید.",
        "f-contact": "نمایش اطلاعات تماس در فیس‌بوک",
        "f-contact1": "وارد تنظیمات شوید و روی مورد اول کلیک کنید. وارد Contact info شوید.",
        "f-contact2": "مراحل تصویر را دنبال و تعیین کنید که شماره تلفنتان را فقط خودتان ببینید.",
        "f-contact3": "به Manage contact info برگردید و همین مراحل را برای ایمیل نیز طی کنید.",
        "f-da": "حذف/غیرفعال‌سازی شناسه فیس‌بوک",
        "f-da-desc": "وارد تنظیمات شوید و مراحل تصویر را دنبال کنید. در صفحۀ پیش‌رو،Deactivate  account به این معناست که شما از شناسه‌تان خارج می‌شوید و شناسۀ شما برای دیگران پنهان می‌شود تا زمانی که دوباره وارد آن شوید.\nو Delete account به این معناست که تمام اطلاعات شناسۀ کاربری شما حذف می‌شود.\nبسته به شرایط، گزینۀ مناسب را انتخاب کرده و دکمۀ آبی رنگ را بزنید.",
        "f-access": "بررسی دست‌رسی‌ها در فیس‌بوک",
        "f-access-desc": "در تنظیمات وارد Password and security شوید. در بخش Where you're logged in روی دکمۀ آبی رنگ گوشۀ صفحه (See all) کلیک کنید تا اتصالات خود را مشاهده کنید. اتصالات ناآشنا را قطع کنید. برای قطع همۀ اتصال‌ها، روی دکمۀ  LOG OUT OF ALL SESSIONS بزنید.",
        "f-tfa": "فعال‌سازی رمز ورود دو-مرحله‌ای فیس‌بوک",
        "f-tfa1": "در تنظیمات وارد Password and security شوید. در بخش Use two-factor authentication روش مناسب را انتخاب کرده و دکمۀ Continue را بزنید. کد نمایش داده شده در صفحه را جایی (ترجیحا غیردیجیتال) ذخیره کنید که اگر به هر دلیلی ارتباطتان با نرم افزار ورود دومرحله ای از بین رفت دوباره بتوانید آن را ثبت کنید. اگر می‌خواهید ورود دومرحله ای را روی گوشی خودتان فعال کنید، روی Set up on same device کلیک کنید. به‌طور خودکار به نرم‌افزار ورود دو مرحله‌ای(مثلا Authenticator Google) منتقل می‌شوید. Okay را بزنید. شناسۀ شما ثبت شد.",
        "f-tfa2": "اگر می‌خواهید ورود دو مرحله‌ای را روی دستگاه دیگری فعال کنید، با دستگاه دوم وارد نرم‌افزار ورود دومرحله‌ای شده و روی دکمۀ add( + ) زنید. برای ثبت شناسه دو راه دارید؛\nکلیک روی Scan a QR code و اسکن کد QR نمایش داده شده روی صفحۀ فیس‌بوک،\nکلیک روی Enter a setup key و وارد کردن شناسه و کد نماش داده شده در صفحۀ فیس‌بوک.\nContinue را بزنید. شناسۀ شما ثبت شد. کدهای بکاپ شما برای زمانی که به دستگاهتان دسترسی ندارید برایتان نمایش داده می‌شوند. آن‌ها را در جایی (ترجیحا غیردیجیتال) ذخیره کنید. ",
        "f-tfa3": "در نرم‌افزار ورود دومرحله‌ای، کد نمایش داده شده برای شناسه‌تان را بردارید و در محل مشخص شده در فیسبوکتان وارد کنید. رمز اصلی شناسۀ فیسبوکتان را وارد کنید و CONTINUE را بزنید. ورود دومرحله‌ای برای شما فعال شد.",
        "f-tfa4": "اگر با یک دستگاه و رمز دومرحله‌ای وارد شناسه شوید، آن دستگاه به‌عنوان دستگاه مورد اعتماد شناخته می‌شود و برای دفعات بعدی می‌تواند بدون رمز دومرحله‌ای وارد شود. به Password and security برگردید. در Authorized logins می‌توانید لیست دستگاه‌های مورد اعتماد را دیده و دستگاه‌هایی که نمی‌خواهید را حذف کنید.",
        "f-tfa5": "برای اینکه اعلان ورود به شناسه‌تان از یک دستگاه ناآشنا (که قبلا از آن استفاده نکرده‌اید) را دریافت کنید، به Password and security برگردید و در بخش نشان داده شده در تصویر، روش دلخواهتان برای دریافت اعلان را مشخص کنید.",
        "f-pro": "نمایش اطلاعات شخصی در فیس‌بوک",
        "f-pro1": "در تنظیمات وارد Profile information شوید. در بخش Contact info می‌توانید با زدن دکمۀ Edit به Manage contact information رفته و تنظیم کنید چه افرادی اطلاعات تماس شما را ببینند؛ این قسمت در بخش \"نمایش اطلاعات تماس\" توضیح داده شده است.\nدر بخش Basic info روی دکمۀ Edit کلیک کنید.",
        "f-pro2": "کنار هر مورد دکمه‌ای وجود دارد؛ با زدن آن منویی باز می‌شود که می‌توانید تعیین کنید چه کسانی اطلاعات شما را ببینند. برای ذخیرۀ تنظیمات Save را بزنید.",
        "f-pri": "ایجاد محدودیت برقراری ارتباط در فیس‌بوک",
        "f-pri1": "در تنظیمات، از منوی Audience and visibility مورد دوم را انتخاب کنید. اینجا می‌توانید تعیین کنید چه کسانی می‌توانند با شما ارتباط برقرار کنند.\nمورد اول مربوط به کسانی است که می‌توانند به شما درخواست دوستی بدهند. گزینۀ مناسب برای خودتان را انتخاب کنید.",
        "f-pri2": "مورد دوم تعیین می‌کند چه کسانی می‌توانند لیست دوستان شما را ببینند،\nو مورد آخر تعیین می‌کند که آیا شناسۀ شما در فضایی خارج از فیس‌بوک (مثلا گوگل) قابل جستجو و پیوند باشد یا خیر.",
        "f-pri3": "مورد سوم و چهارم تعیین می‌کنند که چه کسانی با داشتن ایمیل یا شماره تلفنتان، می‌توانند شما را در فیس‌بوک جستجو کنند.",
        "f-post": "ایجاد محدودیت مشاهده پست‌ها در فیس‌بوک",
        "f-post1": "در تنظیمات، وارد Posts شوید. روی بخش اول کلیک و مشخص کنید که چه کسانی می‌توانند پست‌های آینده شما را ببینند.",
        "f-post2": "به Posts بازگردید و وارد بخش دوم شوید. اینجا می‌توانید پست‌های گذشته خود را محدود کنید تا فقط دوستانتان قادر به دیدن آن‌ها باشند.",
        "f-acc": "حذف اطلاعات حساب کاربری از روی نرم‌افزار فیس‌بوک",
        "f-acc-desc": "اگر به هر دلیلی از حساب خود خارج شدید، نرم‌افزار را باز کرده، روی سه-نقطۀ کنار شناسه‌تان کلیک کنید و هر سه مورد اول منویی که باز می‌شود را یه ترتیب بزنید تا اطلاعات حساب شما از نرم‌افزار روی گوشی پاک شود.",
        "f-rem": "یادآور بررسی تنظیمات امنیتی در فیس‌بوک",
        "f-rem-desc": "به‌عنوان آخرین کاری که باید انجام دهید، در تنظیمات، وارد Privacy checkup شوید. در این بخش مهم‌ترین موارد امنیتی را می‌بینید. سه-نقطه را زده و برای بررسی دوره‌ای این تنظیمات، یادآور تنظیم کنید."
    },
    "General": {
        "g-title": "آموزش امنیت عمومی برای فعالان مدنی",
        "g-topic": "{امنیت عمومی}",
        "g-topic2": "امنیت عمومی ",
        "g-intro": "راه‌هایی ساده برای افزایش امنیت",
        "g-update": "تابستان ۱۴۰۲",
        "g-intro1": "ناگهان چقدر زود دیر می‌شود!",
        "g-intro2": "این پیام یکی از فعالان مدنی پس از بازجویی و ضبط دستگاه‌های ارتباطی اوست. پیش از آن که دیر شود، پیش‌گیری‌های لازم را انجام دهید.",
        "g-tip": "چند نکتۀ ساده۱ ",
        "g-tipd": "چند نکتۀ ساده۲ ",
        "g-tip-vpn": "چند نکتۀ ساده (VPN)",
        "g-tip1": "برای هر شناسه رمزی یکتا داشته باشید و مرتب آن را عوض کنید.",
        "g-tip2": "هر تارنمایی (آدرس اینترنتی) را باز نکنید.",
        "g-tip3": "مراقب حملۀ دیدزدن (Shoulder Surfing) باشید.",
        "g-tip4": "از نوشتن (به صورت عمومی) دربارۀ مسائل شخصی‌تان بپرهیزید.",
        "g-tip5": "هنگام نصب برنامه‌ها، اجازۀ نصب برنامۀ دیگری را ندهید.",
        "g-tip6": "هر پیوندی را قبل از باز کردن بررسی کنید.",
        "g-tip7": "حافظۀ جانبی‌ای نامطمئن را به دستگاه خود وصل نکنید.",
        "g-tip8": "هر پیوستی را باز نکنید. از خود بپرسید که آیا منتظر پیوستی بوده‌ام؟",
        "g-tip9": "همواره آدرس فرستندۀ پیام/رایانامه را بررسی کنید.",
        "g-tip10": "اگر پیام مشکوکی گرفتید، صحتش را با فرستندۀ آن بررسی کنید.",
        "g-tip11": "مراقب صفحه‌های فیشینگ باشید.",
        "g-tip12": "مراقب پیوندهای کوتاه شده باشید.",
        "g-tip13": "برنامۀ ضد سرقت را روی دستگاه خود نصب کنید.",
        "g-tip14": "از اطلاعات خود به صورت منظم پشتیبان(Backup) تهیه کنید.",
        "g-tip15": "رمز پیچیده و یکتایی داشته باشید؛ آن را به صورت دوره‌ای عوض کنید.",
        "g-tip16": "نسبت به خطر Jailbreak/Root کردن گوشی خود آگاه باشید.",
        "g-tip17": "نرم‌افزارها و سیستم‌عامل خود را به‌روز نگه دارید.",
        "g-tip18": "نرم‌افزارهای مورد نیاز خود را از منابع ایمن دریافت کنید.",
        "g-tip19": "مراقب اطلاعات منتشرشده‌تان در شبکه‌های اجتماعی باشید.",
        "g-tip20": "ورود دومرحله‌ای (2Fa) را روی شناسه‌های خود فعال کنید.",
        "g-tip21": "مراقب اخبار دروغ و جهت‌دار باشید.",
        "g-tip22": "دوستان خود را پس از مواجهه با مشکل امنیتی مطلع کنید.",
        "g-tip23": "دستگاه خود را در هر مکانی رها نکنید، حتا برای یک‌لحظه.",
        "g-tip24": "اطلاعات خود را روی هارد، فلش مموری، گوشی و غیره رمزگذاری کنید.",
        "g-tip25": "VPN تنها امنیت را تامین می‌کند، نه لزوما ناشناسی را.",
        "g-tip26": "امنیت کاربر VPN، در گرو امنیت شرکت ارائه‌دهنده آن است.",
        "g-tip27": "از شرکت‌هایی که به آن‌ها اطمینان ندارید، VPN نگیرید.",
        "g-tip28": "هنگام استفاده از اینترنت عمومی، از VPN استفاده کنید.",
        "g-tip29": "در برخی کشورها (مثل ایران)، از VPN برای دور زدن سانسور اینترنتی استفاده می‌شود.",
        "g-tip30": "اگر از VPN نامعتبری تنها برای دور زدن سانسور استفاده می‌کنید، از آن برای کارهای حساس استفاده نکنید.",
        "g-tip31": "به حوزه حقوقی شرکت ارائه‌دهنده VPN توجه کنید؛ برخی از شرکت‌ها (مثلا در ایران) باید سیاهه فعالیت کاربر را تا مدتی طولانی نگه‌دارند و درصورت درخواست مقام قضایی، اطلاعات در اختیار آن‌ها قرار دهند.",
        "g-vpn": "VPN ابزاری برای اتصال غیرمستقیم به یک سرور است. برای مثال اگر کسی از اصفهان بخواهد به سایت سازمان آمار وصل شود، درخواست خود را به سرویس‌دهندة اینترنت (و درگاه‌های بین مسیر) می‌فرستد. این شرکت درخواست دریافتی را به سرور سازمان آمار می‌دهد. نتیجه از همین طریق به کاربر برمی‌گردد. واضح است که تمام درگاه‌های در مسیر متوجه می‌شود که این کاربر چه صفحه‌ای را بازکرده و حتا در مواردی (نداشتن گواهی SSL) چه فعالیتی را انجام داده است. در واقع VPN این مسیر را به نیابت از کاربر طی می‌کند تا درگاه‌ها متوجه این ردوبدل اطلاعات نشوند.",
        "g-pass": "چرا رمز مهم است؟",
        "g-pass1": "ما در دنیایی زندگی می‌کنیم که ارتباط رودررو کم شده‌است. بسیاری از خدمات و تفریح‌ها به فضای مجازی منتقل شده‌اند. جدای از خوبی‌ها و بدی‌های این اتفاق، از نگاه امنیتی با پدیده‌های جدیدی روبه‌رو هستیم: ماشینی‌شدن عملیات خرابکارانه و در نتیجه سرعت بالا، عدم وابستگی به زمان و مکان و در نهایت مواجه با نسل جدیدی از خراب‌کارها (گیک، نرد و عموماً کم سن‌وسال).",
        "g-pass2": "یک رمز ظرف چه مدت کشف می‌شود؟",
        "g-pass3": "منبع",
        "g-pass4": "رمز قوی و یکتا",
        "g-pass5": "رمزی قوی شامل حرف/عدد متوالی یا کلمه‌های قابل حدس (نام خود یا اطرافیان، محل تولد، شماره تلفن و غیره)نیست. طول آن حداقل ۱۰ حرف/عدد است. فقط برای یک شناسه استفاده و به‌صورت متناوب عوض می‌شود. برای انتخاب رمز قوی و به‌خاطر سپردن آن، نرم‌افزار مدیریت رمز به شما کمک می‌کند.",
        "g-pass6": "چند نمونه از رمز قوی؛ می‌توانید آن‌ها را بخوانید؟",
        "g-pass7": "اریک گریفیرت معتقد است که Passwords are Like Underware (رمزها شبیه لباس زیرند). او سه شباهت بین این دو را این‌طور عنوان می‌کند: ۱- آن‌ها را مرتب عوض می‌کنید ۲- با دیگران به اشتراک نمی‌گذارید و ۳- کاری نمی‌کنید که بقیه آن‌ها را ببینند.",
        "g-pass8": "جدول لیت برای تبدیل حرف و عدد به کاراکترهای متفاوت است. این یک نمونه ترجمۀ جدول است. خلاق باشید و جدول خود را بسازید. حتا انتخاب رمز خود را با شیوه‌های دیگر ترکیب کنید.",
        "g-se": "مهندسی اجتماعی",
        "g-se1": "مهندسی اجتماعی سوءاستفاده از اطمینان یا فریب افراد برای دسترسی به اطلاعاتی است که منجر به هک شخص یا سازمانی می‌شود. هکر به‌جای استفاده از روش‌های معمول، از طریق فریفتن افرادی که به این اطلاعات دسترسی دارند می‌پرازد. در صورت نیاز با اطلاعات جمع‌آوری‌شده، در نهایت به هک فرد یا سازمان هدف می‌پردازد.",
        "g-se2": "این شکل از پیام‌ها برای شما آشنا نیستند؟",
        "g-se3": "- کوت کنید بگید اولین ماشینی که داشتید چی بوده.",
        "g-se4": "- من عاشق کتاب «کیمیاگر»ام، شما چی دوست دارید؟",
        "g-se5": "- اونایی که شیراز به دنیا اومدن اعلام حضور کنن.",
        "g-se6": "هکرها از شیوه‌های مختلفی برای این کار استفاده می‌کنند. یکی از ابتدایی‌ترین روش، طرح  پرسش‌هایی با انگیزۀ خاص در شبکه‌های اجتماعی یا پیغام خصوصی است.",
        "g-ph": "حمله فیشینگ",
        "g-ph1": "حمله فیشینگ (Phishing) برای به‌دست‌آوردن اطلاعات مهمی مانند رمز عبور، از راه جعل یک سایت، آدرس ایمیل یا محتوای آن انجام می‌شود. قصد چنین حمله‌ای فریب قربانی با جعل هویت یک فرد، سازمان یا شرکت است.",
        "g-ph2": "گزارش یک حمله گستردۀ فیشینگ علیه فعالان مدنی ایرانی",
        "g-ph3": "- عکس جنجالی بازیگران زن",
        "g-ph4": "- کلیک کن و یه آیفون ۱۴ جایزه بگیر",
        "g-ph5": "- یک‌شبه میلیونر شو",
        "g-ph6": "- فایل رو بخون و نظرت رو بگو",
        "g-ph7": "در اردی‌بهشت ۱۳۹۵، ایمیل شهین‌دخت ملاوردی هک شد. هکرها با استفاده از ایمیل او فایل‌های فیشینگ را برای فعالان مدنی ارسال کردند.",
        "g-ph8": "نمونه‌ای از یک ایمیل فیشینگ. فعالان مدنی در ماه‌های نزدیک به انتخابات ریاست‌جمهوری ۱۳۹۶ شبیه آن را دریافت کردند.",
        "g-ph9": "گزارش کامل",
        "g-tool": "ابزارهای امنیتی",
        "g-tool1": "ابزارهای امنیتی به شما کمک می‌کنند که در مقابل حمله‌های تکرارپذیر یا آلودگی‌های کشف شده مقاوم‌تر باشید. این بدان معنی نیست که داشتن این ابزارها امنیت شما را به‌تنهایی تضمین می‌کنند. به عبارت دیگر",
        "g-tool2": "ابزار امنیتی لازم است اما کافی نیست.",
        "g-t1-cell11": "رایانامه",
        "g-t1-cell12": "پیام‌رسان",
        "g-t1-cell13": "مرورگر",
        "g-t1-cell21": "رمزگذاری کامل",
        "g-t1-cell22": "رمزگذاری نقطه-به-نقطه",
        "g-t1-cell23": "ناشناسی",
        "g-t1-cell31": "دانایی صفر",
        "g-t1-cell-desc": "(یعنی چی؟)",
        "g-t1-cell32": "مکالمۀ صوتی و تصویری",
        "g-t1-cell33": "تغییر هویت آسان",
        "g-t1-cell41": "بدون ردگذاری",
        "g-t1-cell42": "رمزگذاری روی پایگاه‌داده",
        "g-t1-cell43": "دورزدن فیلترینگ",
        "g-t2-cell11": "ضد ویروس",
        "g-t2-cell12": "بارو",
        "g-t2-cell13": "ضدبدافزار",
        "g-t2-cell21": "مقابله با ویروس‌ها",
        "g-t2-cell22": "جلوگیری از ترافیک مشکوک",
        "g-t2-cell23": "مقابله با سایر بدافزارها",
        "g-t2-cell31": "مقابلۀ لحظه‌ای",
        "g-t2-cell32": "پایش شبکه و ثبت آن",
        "g-t2-cell33": "مقابلۀ لحظه‌ای",
        "g-t2-desc": "*بدون به‌روز-رسانی، این ابزارها امنیت را تضمین نمی‌کنند.",
        "g-t3-cell11": "پشتیبان‌گیری",
        "g-t3-cell12": "پاک‌سازی امن",
        "g-t3-cell13": "مدیریت رمز",
        "g-t3-cell21": "اتصال به فضای ابری",
        "g-t3-cell22": "پاکسازی امن",
        "g-t3-cell23": "دسته‌بندی/اشتراک‌گذاری",
        "g-t3-cell31": "رمزگذاری فایل‌ها",
        "g-t3-cell32": "پاک‌سازی رجیستری",
        "g-t3-cell33": "پایگاه داده آنلاین",
        "g-t3-desc": "* امن‌ترین گزینه برای مدیریت رمز Bitwarden است.",
        "g-t4-cell11": "ورود دومرحله‌ای",
        "g-t4-cell12": "ناشناسی همراه",
        "g-t4-cell13": "ضدسرقت",
        "g-t4-cell21": "افزودن یک مرحله به رمز",
        "g-t4-cell22": "امکان تبدیل شدن به VPN",
        "g-t4-cell23": "ردیابی دستگاه/عکس گرفتن",
        "g-t4-cell31": " بدون نیاز به اینترنت/GSM",
        "g-t4-cell32": " پشتیبانی از زبان فارسی",
        "g-t4-cell33": "پاک کردن اطلاعات دستگاه",
        "g-t4-desc": "*به جای Prey می‌توان از نرم افزارهای پیش فرض محصولات اپل و اندروید با نام Find my Device استفاده کرد. لازم است که آن را در دستگاه فعال کنید. برای دستگاه ویندوزی اما نیاز به نصب یک نرم افزار جانبی دارید.",
        "g-t5-cell11": "آنالیز امنیتی",
        "g-t5-cell12": "پهن کردن پیوند",
        "g-t5-cell13": "جست‌وجو",
        "g-t5-cell21": "بررسی فایل و پیوند",
        "g-t5-cell22": "پشتیبانی از بیشتر سرویس‌ها",
        "g-t5-cell23": "عدم ذخیره جست‌وجوها",
        "g-t5-cell31": "بررسی در ۶۶ پایگاه داده",
        "g-t5-cell32": "امکان بررسی امنیتی پیوند",
        "g-t5-cell33": " دانایی صفر",
        "g-t5-desc": "(یعنی چی؟)",
        "g-t6-cell11": "VPN",
        "g-t6-cell12": "VPN",
        "g-t6-cell21": "ناشناسی",
        "g-t6-cell22": "ناشناسی",
        "g-t6-cell31": "تغییر هویت آسان",
        "g-t6-cell32": "تغییر هویت آسان",
        "g-t6-cell41": "دور زدن فیلترینگ",
        "g-t6-cell42": "دور زدن فیلترینگ",
        "g-t6-desc": "افزودن لایه‌ای امنیتی به ارتباط اینترنتی"
    },
    "InDanger": {
        "i-title": "آموزش امنیت در مواقع خطر برای فعالان مدنی",
        "i-topic": "{امنیت در مواقع خطر}",
        "i-intro": "اگر هک/بازداشت شدیم؟",
        "i-intro-desc": "راه‌کارهایی ساده برای زمان خطر",
        "i-update": " بهار ۱۴۰۲",
        "i-stress": "فشار روانی در مواقع خطر",
        "i-stress-desc": "در مواقعی که احساس خطر می‌کنید یا بر این باورید که به‌زودی بازجویی یا بازداشت می‌شوید، باید خونسردی خود را حفظ کنید. در غیر این صورت کنترل اوضاع از دست شما خارج می‌شود. در این بخش نکته‌های مربوط به امنیت اطلاعات را به شما یادآوری می‌کنیم. علاوه بر این، برای داشتن اطلاعات کافی از حقوق متهم، خواندن جزوه‌ی فعالیت امن سازمان اتحاد برای ایران را به شما پیشنهاد می‌کنیم.",
        "i-lists1": "بایدها و نبایدها",
        "i-lists2": "بایدها و نبایدها",
        "i-stressl1": "نترسید. با صرف کمی زمان می‌توانید شرایط را تحت کنترل خود قرار دهید. فراموش نکنید که ترس و اضطراب باعث بهترشدن اوضاع نمی‌شود و کنترل آن را از دست شما خارج می‌کند.",
        "i-stressl2": "دوستان و خانوادۀ خود را از شرایط پیش‌آمده مطلع کنید. آنها می‌توانند در کاهش فشار روانی به شما کمک کنند. درصورت لزوم نیز بخشی از کارهای لازم را به عهده بگیرند.",
        "i-stressl3": "اطلاع‌رسانی در خصوص وضعیتی که در آن هستید، می‌تواند برای شما و اطرافیانتان سرنوشت‌ساز باشد. چرا که ممکن است پس از بازداشت، وسایل ارتباطی شما مورد سوءاستفادۀ بازجو و انجام مکاتبات با نام و هویت شما قرار گیرد. پس، از خانوادۀ خود بخواهید که درصورت وقوع مشکل با دوستانتان در تماس باشند.",
        "i-stressl4": "به‌یاد باشید که در بسیاری از بازداشت‌ها و بازجویی‌ها، از اطلاعات خصوصیتان برای تحت فشار قراردادن شما استفاده می‌کنند. بسیاری از این اطلاعات از طریق شبکه‌های اجتماعی و پیام‌های خصوصی شما به‌دست می‌آیند. مرعوب چنین شیوه‌هایی نشوید.",
        "i-stressl5": "در بسیاری از مواقع، وعده‌هایی که بازجو به شما می‌دهد، دروغ است و بیش از آن که به شما کمکی کند باعث دردسر بیشتر شما می‌شود.",
        "i-stressl6": "در شرایطی مانند بازجویی یا بازداشت، با استفاده از فشار روانی، از شما می‌خواهند که رمزهای خود را به آنها بدهید. پیش از تصمیم در این‌باره، به عواقب آن خوب فکر کنید. تا جای ممکن از گفتن رمز ورود به دستگاه خود خودداری کنید. گاهی تحمل کردن فشار بهتر از به دردسر انداختن خود و دیگران است. این کار تجاوز به حریم خصوصی شماست. بر اساس قانون، کسی جز با حکم دادگاه اجازۀ ورود به حریم خصوصی شما را ندارد. حتی اگر چنین نباشد نیز شما می‌توانید از گفتن رمز خود خودداری کنید.",
        "i-stressl7": "دقت کنید که در بسیاری از مواقع قصد از گرفتن رمز و اطلاعات حساب‌های اینترنتی شما، دسترسی به شبکۀ دوستان و همکاران شماست.",
        "i-stressl8": "اگر قصد ندارید رمز خود را فاش کنید اما تحمل فشار برای شما سخت است؛ می‌توانید با دادن رمز اشتباه آن‌ها را گمراه کنید.",
        "i-hack": "هک",
        "i-hack-desc": "در مواقع حساس، ممکن است دستگاه شما هدف حمالت سایبری از سوی حکومت باشد. با انجام بعضی کارها می‌توان احتمال موفقیت آنها را تا حد زیادی کاهش داد.",
        "i-listh": "بایدها و نبایدها",
        "i-hackl1": "یکی از شیوه‌های هک، تهیۀ پشتیبان (Backup) از اطلاعات شما، به‌ویژه از شناسۀ جی‌میلتان است. خوشبختانه این اتفاق به چند ساعت زمان نیاز دارد. اگر به‌موقع دست‌به‌کار شوید، می‌توانید این روند را متوقف کنید.",
        "i-hackl2": "سیستم‌عامل دستگاه خود را به‌روز کنید. بسیاری از مواقع هکرها از شیوه‌ای موسوم به Zero Day برای نفوذ به دستگاه‌ها استفاده می‌کنند.",
        "i-wt": "شنود",
        "i-wt-desc": "با صرف کمی هزینه می‌توان دستگاه شنود تهیه کرد و به شنود مکالمات صوتی و متنی پرداخت. امروزه دولت‌ها با صرف هزینه‌های هنگفت دستگاه‌های پیشرفته و هوشمند زیادی را در اختیار دارند که قادر به انجام عملیات پیچیدۀ شنود است. اما این بدان معنا نیست که راهی برای مقابله با آن وجود ندارد.",
        "i-listw": "بایدها و نبایدها",
        "i-wtl1": "پیامک فضای زیادی نمی‌گیرد و طبق قانون برای مدت طولانی در شرکت‌های سرویس‌دهنده باقی می‌ماند؛ بنابراین شیوه امنی برای ارسال اطلاعات حساس نیست. برای این کار بهتر است از برنامه‌های پیام‌رسان امنی مانند سیگنال استفاده کنید.",
        "i-wtl2": "در شرایط خطر، برای تماس‌های اضطراری از تلفن همراه دیگران استفاده کنید (ممکن است تلفن شما تحت کنترل باشد).",
        "i-wtl3": "برای ناشناس ماندن، تنها تعویض سیم‌کارت کافی نیست. گوشی و سیم‌کارت هر دو باید عوض شوند.",
        "i-wtl4": "خاموش‌کردن تلفن از افشای موقعیت مکانی‌تان جلوگیری نمی‌کند. باید باطری گوشی و سیم‌کارت را خارج یا از کیف مخصوص قطع سیگنال استفاده کنید.",
        "i-wtl5": "در هنگام وب‌گردی، ممکن است اطلاعات شما، در دسترس سرویس‌دهنده و نهادهای نظارتی بالادست قرار گیرد. برای محفوظ نگه‌داشتن این اطلاعات از VPN امن و ترجیحا از مرورگر Tor استفاده کنید.",
        "i-ban": "توقیف دستگاه",
        "i-ban-desc1": "در مواقع حساس، نهادهای امنیتی ترجیح می‌دهند به‌جای بازداشت افراد، دستگاه آن‌ها را توقیف کنند یا بدزدند؛ حتی در زمان بازداشت، یکی از اتفاقات رایج، توقیف دستگاه است.",
        "i-ban-desc2": "متأسفانه در زمان توقیف دستگاه هیچ راهکار امنیتی‌ای قابل اعمال نیست؛ مگر اینکه پیش از آن اقدام‌های امنیتی کرده‌باشید. توصیۀ کلی این است که در این شرایط از ارائۀ رمز دستگاه‌های خود خودداری کنید.",
        "i-ban-desc3": "گاهی ممکن است در زمان بازداشت، دسترسی به اطلاعات، برای شما و دوستانتان دردسرساز شود. باید حتی در صورت در اختیار داشتن فیزیکی دستگاه، به شیوه‌ای از درز اطلاعات جلوگیری کرد. توجه کنید که وقتی دستگاه به‌صورت فیزیکی در اختیار دیگری است، امکان نفوذ به آن بسیار بالاست. امروزه با وجود دستگاه‌های گران‌قیمت مخصوص چنین نفوذهایی، که در اختیار دولت‌ها و نهادهای قدرتمند قرار دارد، این امکان بیشتر شده‌است.",
        "i-listb1": "بایدها و نبایدها",
        "i-listb2": "بایدها و نبایدها",
        "i-banl1": "نرم‌افزارهایی که امکان پاک‌کردن محتویات گوشی از راه دور دارند را نصب کنید. به‌صورت پیش‌فرض دستگاه‌های اندرویدی نرم‌افزار Find My Device و آیفون/آی‌پد نرم‌افزار Find my iPhone/iPad را دارند. نرم‌افزار خوب دیگری مثل Prey نیز وجود دارد. با استفاده از این نرم‌افزار می‌توانید در هنگامی که دستگاه شما دزدیده می‌شود؛ مثلاً محتویات گوشی را پاک کنید.",
        "i-banl2": "هارد دستگاه (گوشی، لپتاپ یا تبلت) خود را رمزگذاری کنید. با این کار اگر جلوی دسترسی به اطلاعات را نگیرید، حداقل آن را با مشکل جدی روبه‌رو می‌کنید.",
        "i-banl3": "قبل بازداشت، دستگاه خود را به یکی از دوستان مورداعتماد خود بدهید. تا زمانی که خطر رفع نشده با دوست خود در تماس نباشید. هر چه رابطه کمتر باشد، احتمال فاش شدن محل دستگاه شما و در خطر افتادن امنیت دوستتان کمتر خواهد بود.",
        "i-banl4": "اگر فرصتی برای این کار ندارید، به راه‌های جایگزین فکر کنید: از بین بردن حافظه‌ها به شکلی که امکان بازیابی نباشد (گذاشتن در میدان مغناطیسی قوی، مواد اسیدی، آتش زدن و ...).",
        "i-banl5": "دستگاه‌های خود را خاموش نگه‌دارید. این کار باعث می‌شود که امکان دورزدن سدهای امنیتی به حداقل برسد.",
        "i-banl6": "درگاه‌های ارتباطی (USB و HDMI و غیره) را غیرفعال کنید.",
        "i-banl7": "اگر از خانه خارج می‌شوید: -۱ از کسی بخواهید که شما را همراهی کند. -۲ از محل‌های شلوغ تردد کنید. -۳ لوازم الکترونیکی خود را همراه نداشته باشید (اما اگر باید همراه داشته باشید مراقب باشید که جلب‌توجه نکند).",
        "i-banl8": "از اطلاعات حساس (شماره‌تلفن، رایانامه‌ها، عکس‌ها، اسناد و غیره) پشتیبان بگیرید. به شیوۀ امن اطلاعات را پاک کنید. پشتیبان را در جای امنی بگذارید.",
        "i-banl9": "اطلاعات مرورگر (شامل رمزهای ذخیره‌شده، تاریخچۀ وبگردی و غیره) خود را به شیوۀ امن پاک کنید. افزونه‌های نصب شده را پاک کنید. در انتها دستگاه خود را خاموش/روشن کنید. کارهای متفاوت اما بی‌اهمیتی انجام دهید که اطلاعات موقت نیز از دستگاه شما پاک شوند."
    },
    "Index": {
        "title": "امـنـیـت رایـانـه برای فعالان مدنی و روزنامه‌نگاران",
        "iransec": "ایرانسک",
        "more": "این محتوا با <span style='color:#A94242; text-shadow: 1px 1px 10px #666;'><i class='fas fa-heart'></i></span> و تحت گواهی <i class='fab fa-creative-commons'></i><i class='fab fa-creative-commons-by'></i><i class='fab fa-creative-commons-nc'></i><i class='fab fa-creative-commons-sa'></i> منتشر می‌شود <span class='f50'>(<a href='https://creativecommons.org/licenses/by-nc-sa/4.0/deed.fa' target='_blank'>بیش‌تر بخوانید</a>)",
        "support": "حمایت از این پروژه",
        "help": "نیاز به کمک دارید؟",
        "ask": "پرسش‌های خود را با ما در میان بگذارید.",
        "auth": "حق مولف و تشکر",
        "auth1": "این نوشته به‌واسطه تجربۀ چندساله در ارائه مشاورۀ امنیتی به سازمان‌ها، کنشگران مدنی، روزنامه‌نگاران و شهروندان تهیه شده است. هرچند که تمام تلاشمان را کرده‌ایم که متن حاضر به‌روز و بی‌نقص باشد، اما امکان ایراد وجود دارد. پس با آغوش باز پذیرای نقدها و پیشنهادهای شما هستیم. لازم است یادآوری کنیم که این جزوه‌ی امنیتی با <a href='https://creativecommons.org/licenses/by-nc-sa/4.0/deed.fa' target='_blank'>گواهی کریتو کامنز (قابل استفاده‌ی غیر تجاری، تخصیص و سهم یک‌سان)</a> منتشر شده است. به حتم برای هر شکل از استفاده‌ی تجاری از این مجموعه نیاز به کسب اجازه است.",
        "auth2": "در این پروژه‌ی آموزشی از محتوای دیگران با گواهی قابل‌انتشار و تغییر استفاده شده است. از آن جمله می‌توان به <a href='https://github.com/hakimel/reveal.js/' target='_blank'>ارائه‌گر reveal.js</a>، قلم‌های <a href='https://github.com/BornaIz/Lalezar' target='_blank'>لاله‌زار</a> و <a href='https://github.com/rastikerdar/vazir-font' target='_blank'>وزیر</a> و <a href='https://fonts2u.com/b-yekan.font' target='_blan'>بی-یکان</a>، شکلک‌های <a href='https://ionicons.com' target='_blan'>ion</a> و <a href='https://fontawesome.com' target='_blan'>awesome</a> و <a href target='_blan'>flat icons</a> استفاده شده. در هر جای پروژه که عکسی استفاده شده منبع آن ذکر شده است. اگر منبعی از قلم افتاده است خوش‌حال می‌شویم که آن را گوش‌زد کنید."
    },
    "Instagram": {
        "in-title": "آموزش امنیت اینستاگرام برای فعالان مدنی و روزنامه‌نگاران",
        "in-topic": "{امنیت اینستاگرام}",
        "in-topic2": "امنیت اینستاگرام",
        "in-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "in-update": "تابستان ۱۴۰۲",
        "in-tip": "نکته‌ای درمورد اینستاگرام",
        "in-tip-desc": "اینستاگرام مثل دیگر نرم‌افزارهای مبتنی بر عکس، برای به اشتراک گذاشتن لحظه‌ها استفاده می‌شود. این ویژگی می‌تواند دردسرساز باشد؛ فرض کنید که شخصی عکسی به اشتراک می‌گذارد که در آن افرادی حضور دارند و به هر دلیلی میلی ندارند که دیگران از این دیدار یا مکان آن مطلع شوند. اما اشتراک‌گذاری آن عکس و امکان درج محل عکس، باعث می‌شود بدون اینکه افراد مطلع باشند، دیگران آن عکس را ببینند و حریم خصوصی افراد به خطر بیافتد. برای حفظ امنیت باید چند نکته را رعایت کنید.",
        "in-settings": "ورود به تنظیمات اینستاگرام",
        "in-settings-desc": "در صفحۀ پروفایل اینستاگرام، با کلیک بر روی منوی همبرگری (سه خط افقی بالا) منوی امکانات اینستاگرام برای شما نمایش داده می‌شود. با کلیک روی Setting and privacy، وارد تنظیمات اینستاگرام می‌شوید.",
        "in-prof": "درج اطلاعات در پروفایل اینستاگرام",
        "in-prof1": "در تنظیمات، وارد Accounts center شده و روی Profiles کلیک کنید و در بخش مربوطه، شناسه مورد نظر را انتخاب کنید. سپس وارد Personal details شوید و روی contact info کلیک کنید.",
        "in-prof2": "وارد بخش اول (ایمیل) شوید و روی ایمیلتان کلیک کنید. مطمئن شوید که حالت نمایش خصوصی است.",
        "in-prof3": "به Contact information بازگردید و این‌بار، وارد بخش دوم (شماره تلفن) شوید؛ مانند بخش قبل روی شماره تلفن کلیک کرده و مطمئن شوید که حالت نمایش آن خصوصی است.",
        "in-prof4": "به Personal details برگردید و وارد بخش Birthday شوید. روی قسمت مشخص شده در تصویر و سپس روی Change visibility on instagram کلیک کنید و تعیین کنید که چه کسانی می‌توانند تاریخ تولد شما را ببینند. پیش از خروج، با زدن دکمه Save تغییرات را ذخیره کنید.",
        "in-tfa": "تنظیم ورود دومرحله‌ای به اینستاگرام",
        "in-tfa1": "قبل از انجام مراحل لازم است که  یکی از نرم‌افزارهای احراز هویت (مثل Duo یا Google Authenticator) را نصب کنید. در اینجا، ما با google authenticator مراحل را آموزش داده‌ایم.",
        "in-tfa2": "در تنظیمات، وارد Accounts center شده و روی Password and security کلیک کنید. وارد two-factor authentication شوید.",
        "in-tfa3": "شناسه خود را انتخاب کنید، روش ورود دومرحله‌ای (امن‌ترین روش استفاده از نرم‌افزار مخصوص آن است) را انتخاب کنید و دکمه Next را بزنید. اگر نرم‌افزار روی دستگاهی که در دست دارید فعال است، روی Copy key کلیک کنید تا کلید شما کپی شود؛ و اگر در دستگاه دیگری قرار دارد، روی View barcode/QR code کلید کنید تا کد نمایش داده شده را با دستگاه دیگرتان اسکن کنید.",
        "in-tfa4": "وارد نرم‌افزار authenticator خود شوید و روی دکمه + کلیک کنید. روش دریافت کد را انتخاب کنید. دو راه دارید؛\nکلیک روی Scan a QR code: اسکن کد QR نمایش داده شده روی صفحۀ دستگاه دیگر،\nکلیک روی Enter a setup key: وارد کردن شناسه و چسباندن کدی که در کلیپ‌بوردتان کپی شده است.\nContinue را بزنید. شناسۀ شما ثبت شد. حالا شناسه شما به authenticator اضافه شده‌است. روی کد شش رقمی جلوی آن کلیک کنید تا کپی شود و به اینستاگرام بازگردید.",
        "in-tfa5": "کد را در قسمت مربوطه وارد کنید و Next را بزنید. پیش از تایید نهایی، می‌توانید با زدن روی backup codes، کدهای پشتیبان‌گیری خود را مشاهده کنید. این کدها زمانی که به هر دلیلی نرم‌افزار ورود دومرحله‌ای را در دسترس ندارید و می‌خواهید وارد حساب خود شوید، به‌کار می‌آیند. ترجیحا در جایی غیردیجیتالی آن‌ها را ثبت کنید. درنهایت، با زدن دکمه Done، ورود دومرحله‌ای برای شما فعال می‌شود.",
        "in-tfa6": "در صفحه‌ای که به آن منتقل می‌شوید، وارد Additional methods شوید. در اینجا می‌توانید تعیین کنید که درصورت ورود دستگاهی ناشناس به شناسه شما، اینستاگرام از شما اجازه بگیرد یا خیر.",
        "in-cache": "پاک کردن اطلاعات شناسه از دستگاه در اینستاگرام",
        "in-cache-desc": "در تنظیمات وارد Accounts center شده و روی Password and security شوید. روی Saved login کلیک کنید. در این بخش، روشن بودن کلیدها به این معناست که حتی با خروج از شناسه، هر زمان که با این دستگاه قصد ورود دوباره به شناسه را داشته‌باشید، به پسورد نیاز نداشته باشید و اطلاعات شما ذخیره شوند. این دو کلید را خاموش کنید.",
        "in-devices": "بررسی دست‌رسی‌ها به اینستاگرام",
        "in-devices1": "یکی از شیوه‌های هکرها، اتصال به شناسۀ صفحۀ قربانی است. ینابراین به‌طور مرتب این مراحل را طی کنید. در تنظیمات وارد Accounts center شده و روی Password and security کلیک کنید. وارد Where you're logged in شوید.",
        "in-devices2": "روی Set up alerts کلیک و شناسه خود را انتخاب کنید. در اینجا می‌توانید تعیین کنید که درصورت ورود دستگاهی ناشناس به شناسه شما، علاوه بر ایمیل، اعلان امنیتی درافت کنید یا خیر.",
        "in-devices3": "به بخش قبلی بازگردید و روی review devices کلیک کنید. در اینجا لیستی از ورودها به شناسه‌تان را می‌بینید و می‌توانید تعیین کنید که شما هستید (This was me) یا خیر. اگر روی This wasn't me کلیک کنید، اینستاگرام از شما می‌خواهد رمز خود را تغییر دهید؛ برای این کار، رمز کنونی و جدید را وارد کنید و Change password را بزنید.",
        "in-devices4": "به بخش قبلی برگردید و این‌بار روی شناسه‌تان کلیک کنید تا لیستی از دستگاه‌هایی که حساب شما روی آن‌ها قرار دارد را مشاهده و درصورت غریبه بودن، حذف کنید.",
        "in-pri": "محدود کردن ارتباطات در اینستاگرام",
        "in-pri1": "با خصوصی کردن حساب کاربری، افراد فقط با کسب اجازه از شما می‌توانند صفحه شما را ببینند. برای این کار، در تنطیمات وارد Account privacy شده و دکمه Private account را روشن کنید.",
        "in-pri2": "برای این‌که غریبه‌ها نتوانند شما را به گروه‌های اینستاگرامی اضافه کنند، در تنظیمات، به پایین صفحه بیایید و وارد Message and story replies شوید. روی Messagge controls کلیک کنید و با کلیک روی بخش مشخص‌شده، تعیین کنید که فقط کسانی که آن‌ها را دنبال می‌کنید اجازه دارند شما را به گروه اضافه کنند.",
        "in-status": "نمایش آنلاین بودن در اینستاگرام",
        "in-status-desc": "برای این‌که کسی نتواند آنلاین بودن شما را ببیند، در تنظیمات، به پایین صفحه بیایید و وارد Message and story replies شوید. روی Show activity status کلیک کنید و کلید را خاموش کنید.",
        "in-da": "غیرفعال/پاک کردن حساب کاربری اینستاگرام",
        "in-da1": "در تنظیمات وارد Accounts center شده و روی Personal details کلیک کنید. وارد Account ownership and control شوید.",
        "in-da2": "وارد Deactivation or deletion شوید و شناسه خود را انتخاب کنید.",
        "in-da3": "Deactivation به این معناست که شما مدتی شناسه خود را غیرفعال می‌کنید و طی این مدت شناسه شما برای همه پنهان می‌شود تا زمانی که دوباره وارد شناسه خود شوید و فعال شود. برای این کار، مورد اول را انتخاب کرده و دکمه Continue را بزنید. رمز شناسه‌تان را وارد کنید، دلیل غیرفعال کردن شناسه را انتخاب کنید و درنهایت Deactive account را بزنید.",
        "in-da4": "Deletion به این معناست که همه اطلاعات شناسه کاربری شما به‌طور کامل پاک شوند و قابل بازیابی نباشند. برای این‌کار، مورد دوم را انتخاب کنید و continue را بزنید. رمز شناسه و دلیل پاک کردن آن را وارد کنید و درنهایت، با زدن دکمه Delete account، شناسه شما پاک می‌شود."
    },
    "Jitsi": {
        "j-title": "آموزش امنیت جیتسی برای فعالان مدنی",
        "j-topic": "{ارتباط امن با جیتسی}",
        "j-topic2": "ارتباط امن با جیتسی",
        "j-intro": "استفاده از جیتسی",
        "j-update": "تابستان ۱۴۰۲",
        "j-list": "چند نکته‌ درباره جیتسی",
        "j-list1": "جیتسی ابزاری برای ارتباط متنی، صوتی و تصویری امن است.",
        "j-list2": "امنیت جیتسی قابل قبول است اما اگر دستگاه شما به هر طریقی آلوده شده باشد، امکان شنود مکالمات شما وجود دارد. پس حفظ امنیت عمومی دستگاه‌تان یک «باید» مهم و حیاتی است.",
        "j-list3": "جیتسی به‌عنوان نرم‌افزار موبایل و تحت وب در دسترس است.",
        "j-use": "تشکیل اتاق در جیتسی",
        "j-use1": "وارد https://meet.jit.si شوید و در کادر مشخص شده نامی برای اتاق گفت‌وگوی خود انتخاب کنید و دکمه‌ی Start meetingرا بزنید. این نام لینک گفت‌وگوی شما خواهد بود.",
        "j-use2": "نام خود را وارد کنید و دکمه Join meeting را بزنید.",
        "j-use3": "شما اتاق گفت‌وگوی خود را تشکیل داده‌اید و صفحه‌ای شبیه این برای شما باز می‌شود. اگر روی علامت سه-نقطه پایین صفحه کلیک کنید، امکانات جیتسی را مشاهده می‌کنید.",
        "j-use4": "وارد بخش Security options شوید.",
        "j-use5": "روی Add password کلیک کنید و رمزی برای گفت‌وگو انتخاب کنید که فقط افرادی که رمز را دارند وارد شوند. سپس پایین‌تر بروید و گزینه Enable End-to-End Encryption را روشن کنید. حالا می‌توانید لینک صفحه را به اشتراک بگذارید و افراد با کلیک روی لینک، وارد شوند."
    },
    "LastPass": {
        "l-title": "آموزش مدیریت رمز برای فعالان مدنی",
        "l-topic": "{مدیریت رمز}",
        "l-topic2": "مدیریت رمز",
        "l-intro": "برنامه‌ای برای مدیریت رمز",
        "l-update": "تابستان ۱۴۰۲",
        "l-intro1": "یکی از راه‌های حفظ امنیت اطلاعات، عدم استفاده از رمز یکسان در چندین سایت متفاوت و عدم ذخیرۀ اطلاعات ورود به سایت‌هاست. برای سادگی این کار از ابزارهای مدیریت رمز استفاده می‌کنیم تا رمزهای سخت بسازند و آن‌ها را نگهداری کنند. در اینصورت، اگر یکی از حساب‌های شما هک یا رمز آن فاش شود و یا دستگاه شما به دست کسی بیفتد، احتمال به خطر افتادن تمامی حساب‌هایتان به مقدار قابل توجهی کاهش می‌یابد.",
        "l-intro2": "توجه کنید که در نسخه رایگان نرم‌افزار LastPass، امکان استفاده از یک نوع دستگاه را خواهید داشت. یعنی اگر با گوشی موبایل ثبت‌نام را انجام دهید، فقط با گوشی موبایل (می‌تواند چند دستگاه مختلف باشد.) امکان دسترسی به حساب کاربری خود را خواهید داشت؛ و همینطور برای کامپیوتر.",
        "l-list": "ویژگی‌های مهم لست‌پس",
        "l-list1": "امکان ذخیره‌ی اطلاعات لازم برای پر کردن فرم‌های اینترنتی\n",
        "l-list2": "پیشنهاد خودکار رمز پیچیده و یکتا\n",
        "l-list3": "امکان اشتراک‌گذاری یک به یک",
        "l-list4": "دسته‌بندی رمزها",
        "l-list5": "امکان نصب روی تلفن همراه",
        "l-list6": "تغییر خودکار رمز تارنماهای محبوب\n",
        "l-list7": "امکان دست‌رسی یک فرد مطمئن به شناسه در شرایط حاد\n",
        "l-list8": "هشدار لو رفتن اطلاعات\n",
        "l-list9": "محدود کردن ورود بر اساس کشور، IP و غیره.",
        "l-list10": "یادداشت‌های امن\n",
        "l-list11": "احراز هویت چند عاملی",
        "l-reg": "تشکیل حساب کاربری لست‌پس",
        "l-reg1": "به <a href='https://lastpass.com'>تارنمای رسمی LastPass</a> مراجعه کنید و دکمۀ Get LastPass Free را بزنید.",
        "l-reg2": "فرم ثبت نام را تکمیل کنید. Master password رمز ورود به نرم‌افزار/افزونۀ مدیریت رمز شماست. توجه کنید که Reminder را طوری انتخاب کنید که با دیدن آن رمز را فقط خودتان بتوانید به‌یاد بیاورید. دکمۀ Sign Up - It's Free را بزنید.",
        "l-ex": "راه‌اندازی افزونۀ لست‌پس",
        "l-ex1": "برای نصب افزونۀ نرم‌افزار، روی Install LastPass کلیک کنید.",
        "l-ex2": "به‌صورت خودکار به صفحۀ افزونۀ لست‌پس منتقل می‌شوید. روی Get کلیک کنید. Add extention را بزنید تا افزونه در مرورگر شما نصب شود.",
        "l-ex3": "از بالای صفحۀ مرورگر، منوی افزونه‌ها را باز کنید. دکمۀ چشم (یا هر علامت دیگری در مرورگر خودتان) را روشن کنید تا افزونه در مرورگر سنجاق شود.",
        "l-ex4": "از بالای صفحۀ مرورگر، روی افزونه کلیک کنید و وارد بخش Account شوید. روی Extention setting کلیک کنید تا به تنظیمات افزونه دسترسی پیدا کنید.",
        "l-ex5": "در منوی Security، تیک هر دو گزینه را فعال کنید و در بخش دوم مشخص کنید که بعد از چند دقیقه غیرفعال بودنتان، افزونه به‌صورت خودکار SignOut شود. دکمۀ Save پایین صفحه را بزنید تا تنظیمات ذخیره شود. سپس صفحۀ مربوطه را ببندید.",
        "l-ex6": "دوباره از منوی بالای صفحه روی افزونه کلیک کنید. اطلاعات را وارد کنید و روی Advanced options کلیک کنید. به صلاح‌دید خودتان تعیین کنید که افزونه ایمیل شما را به‌خاطر بسپارد یا خیر. مورد دوم را که مربوط به به‌خاطر سپردن رمز عبورتان است خاموش کنید. بدین‌صورت، افزونه برای هربار ورود از شما رمز عبور می‌خواهد.",
        "l-gen": "ساخت رمز با لست‌پس",
        "l-gen1": "هنگام انتخاب رمز، کافی است روی آیکن لست‌پس در گوشۀ کادر کلیک کنید تا رمز پیشنهادی برایتان به نمایش درآید. با کلیک روی رمز، به‌طور خودکار کادر پر می‌شود. همچنین با استفاده از گزینه ...customize که پایین رمز پیشنهادی قرار دارد، محدودیت‌هایی برای رمز تعیین کنید.",
        "l-gen2": "پس از اولین ورود در هر سایت، لست‌پس از شما سوال می‌کند که آیا قصد ذخیرۀ اطلاعات حسابتان را دارید یا خیر. برای موافقت، دکمۀ Add password را بزنید.",
        "l-gen3": "همچنین برای ساخت رمز با لست‌پس پس، می‌توانید وارد افزونه شده و روی Generator کلیک کنید. ویژگی‌های رمز را تعیین و رمز ساخته شده را برای استفاده کپی کنید.",
        "l-use": "دست‌رسی به اطلاعات درلست‌پس",
        "l-use1": "هرگاه قصد ورود به حسابی را داشتید، وارد صفحۀ ورود (Login) شوید. سپس با کلیک روی افزونۀ لست‌پس وارد آن شوید.",
        "l-use2": "به‌طور خودکار اطلاعات حساب شما نمایش داده می‌شود. روی نام حساب کلیک کنید تا فرم ورود پر شود.",
        "l-use3": "همچنین می‌توانید با سرچ یک سایت در صفحه اصلی، به اطلاعاتتان دسترسی داشته باشید و با کلیک روی دکمۀ Lunch در منوی سمت راست، به‌طور مستقیم وارد آن شوید."
    },
    "MailVelope": {
        "m-title": "آموزش رمزگذاری ایمیل برای فعالان مدنی",
        "m-topic": "{رمزگذاری ایمیل}",
        "m-intro": "برنامه‌ای برای رمزگذاری",
        "m-update": "تابستان ۱۴۰۲",
        "m-desc1": "PGP (Pretty Good Privacy) یک سیستم رمزگذاری و امنیتی برای حفاظت از اطلاعات حساس است. این سیستم به شما اجازه می‌دهد اطلاعات خود را رمزگذاری کنید تا فقط افراد مجاز بتوانند آن را مشاهده کنند.",
        "m-desc2": "افزونۀ Mailvelope یک افزونۀ رمزگذاری برای مرورگرها است که با استفاده از PGP امکان رمزنگاری ایمیل‌های ارسالی و دریافتی را ایجاد می‌کند. این افزونه به شما این امکان را می‌دهد که از رمزگذاری مطمئنی برای ارتباطات ایمیلی خود استفاده کنید.",
        "m-list": "ویژگی‌های مهم Mailvelope",
        "m-list1": "رمزگذاری قدرتمند",
        "m-list2": "امضاء دیجیتال (تضمین اصالت پیام)",
        "m-list3": "مدیریت آسان کلیدها",
        "m-list4": "پشتیبانی از انواع پیوست‌ها",
        "m-list5": "یکپارچه‌سازی با سرویس‌های ایمیل معروف",
        "m-tip": "چند نکته",
        "m-tip1": "از جفت‌کلید خود پشتیبان تهیه و در جای امن نگه‌داری کنید.",
        "m-tip2": "در رمزگذاری روی رایانامه، عنوان (subject) رایانامه و آدرس فرستده و گیرنده رمزگذاری نمی‌شود.",
        "m-tip3": "هرگز کلید خصوصی خود را با کسی به اشتراک نگذارید.",
        "m-tip4": "اگر کلید عمومی خود را به دیگران بدهید یا روی اینترنت بگذارید خطری ایجاد نمی‌شود.",
        "m-tip5": "هرگاه از کسی کلیدش (به طبع کلید عمومی‌اش) را می‌گیرید، از صحت آن مطمئن شوید.",
        "m-tip6": "مراقب تاریخ انقضای کلید خود باشید (تاریخ انقضای هر دو کلید یکی است).",
        "m-ex": "نصب افزونه Mailvelope",
        "m-ex1": "به <a href='https://mailvelope.com/en/help'>تارنمای رسمی Mailvelope</a> مراجعه کنید و مرورگر خود را انتخاب کنید تا وارد صفحۀ افزونه شوید.",
        "m-ex2": "روی Get کلیک کنید و دکمه add extention را بزنید تا افزونه نصب شود.",
        "m-ex3": "از بالای صفحۀ مرورگر روی Extentions کلیک کنید و با کلیک روی افزونۀ Mailvelope وارد آن شوید.",
        "m-ex4": "دکمه Let's start! را بزنید. اولین چیزی که خود افزونه به شما پیشنهاد می‌دهد، شخصی‌سازی محیط با سلیقه خودتان است. روی Personalize now کلیک کنید.",
        "m-ex5": "قالب موردنظر خود را انتخاب کنید و دکمه Save را بزنید.",
        "m-gen": "ساخت کلید PGP در Mailvelope",
        "m-gen1": "از بالای صفحه، روی افزونۀ Mailvelope کلیک کنید و وارد Dashboard شوید. روی Manage keys کلیک کنید.",
        "m-gen2": "روی دکمه Generate key کلیک کنید.",
        "m-gen3": "نام دلخواه را برای کلید انتخاب کنید؛ ایمیلی که می‌خواهید کلید را برای آن بسازید وارد کنید و سپس برای کلید رمزی تعیین کنید و دکمه Generate را بزنید.",
        "m-gen4": "روی دکمه مشخص شده در گوشه اطلاعات کلید کلیک کنید تا وارد صفحه مربوط به آن کلید شوید.",
        "m-gen5": "در این صفحه، می‌توانید اطلاعات کلید را مشاهده کنید و تغییر دهید. روی دکمه Export در بالای صفحه کلیک کنید.",
        "m-gen6": "در این بخش، کلید عمومی، خصوصی و ترکیبی از این دو قرار دارد. وارد بخش مربوط به هر کدام شده و با کلیک روی دکمه Save هر سه کلید را ذخیره کنید.",
        "m-gen7": "به محل ذخیره‌سازی کلیدها بروید. از بین این سه کلید، کلیدی که نام آن با pub_ خاتمه می‌یابد، کلید عمومی شماست و باید آن را با مخاطبین خود به اشتراک بگذارید (به‌صورت پیوست در ایمیل) تا بتوانند ایمیل رمزگذاری شده برای شما ارسال کنند. دو کلید دیگر را در جایی امن برای خودتان نگه‌دارید.",
        "m-import": "افزودن مخاطبین به Mailvelope",
        "m-import1": "از بالای صفحه، روی افزونۀ Mailvelope کلیک کنید و وارد Dashboard شوید. روی Manage keys کلیک کنید.",
        "m-import2": "روی Import کلیک کنید.",
        "m-import3": "روی دکمه Add file کلیک کنید و  فایل کلید عمومی مخاطبتان را از محلی که ذخیره کرده‌اید انتخاب کنید. اگر فایل ندارید و کلید عمومی را به‌صورت متنی دریافت کرده‌اید، می‌توانید از گزینۀ Import key from clipboard که پائین‌تر آمده استفاده کنید.",
        "m-import4": "هر تعداد کلید عمومی که دارید انتخاب کرده و در نهایت دکمه Import keys را بزنید.",
        "m-import5": "در مرحله آخر، با کلیک روی دکمه confirm، اضافه شدن مخاطبین را تایید کنید. حالا کلید مخاطبین شما، در بخش Key management قرار دارند.",
        "m-send": "ارسال ایمیل رمزگذاری شده با Mailvelope",
        "m-send1": "وارد صفحه جی‌میل خود شوید، روی آیکن Mailvelope کلیک کنید. در قسمت recipient، ایمیل دریافت‌کننده را وارد کنید؛ درصورتی که کلید PGP این ایمیل در مخاطبین شما باشد، آدرس ایمیل به رنگ سبز در می‌آید. روی دکمه Optionsدر پایین صفحه کلیک کنید تا بررسی کنید که با کدام آدرس ایمیلتان، ایمیل ارسال خواهد شد.",
        "m-send2": "از قسمت مشخص شده ایمیل ارسال کننده را انتخاب کنید. سپس محتوای ایمیل را مانند ایمیل عادی (موضوع، متن، پیوست) تکمیل و روی دکمه Send کلیک کنید.",
        "m-send3": "برای نهایی کردن ارسال ایمیل رمزگذاری شده با کلید شما، لازم است رمز کلید خود را وارد و سپس روی Ok کلیک کنید.",
        "m-rec": "دریافت ایمیل رمزگذاری شده با Mailvelope",
        "m-rec1": "در صورت دریافت ایمیل رمزگذاری شده، با چنین صفحه‌ای مواجه خواهید شد. روی Show message کلیک کنید.",
        "m-rec2": "رمز کلید عمومی‌ای که با مخاطبتان به اشتراک گذاشته‌اید را وارد کنید و Ok را بزنید تا ایمیل به شما نمایش داده شود.",
        "m-rec3": "درصورتی که قصد بازارسال ایمیل و پاسخ دادن به آن را دارید، به پایین صفحه بیابید. در اینجا، گزینه‌های Forward و Reply امن ایمیل با استفاده از Mailvelope وجود دارد."
    },
    "OpenVPN": {
        "o-title": "آموزش کار با VPN برای فعالان مدنی",
        "o-topic": "راهنمای نصب و استفاده",
        "o-update": "پاییز ۱۴۰۲",
        "o-intro": "OpenVPN نرم‌افزاری رایگان و متن‌باز است که شبیه به برنامه‌های پراکسی نیست و نیاز به فایل تنظیمات دارد که باید از ارائه‌دهنده‌ آن این فایل را بگیرید. پس پیش از ادامه نیاز دارید که فایل تنظیمات و شناسه/رمز خود را داشته باشید.",
        "o-win": "استفاده روی ویندوز",
        "o-win1": "به تارنمای رسمی OpenVPN مراجعه کنید و دکمۀ Download OpenVPN Connect for Windows را بزنید و نرم افزار را نصب کنید.",
        "o-win2": "پس از نصب باید فایل تنظیمات را به OpenVPN بدهید. فایل‌هایی که از ارائه‌دهنده‌ی VPN دریافت کردید را باز کنید و رمز و شناسه‌ی خود را در فایل رمز وارد کنید. برای این کار باید از نرم‌افزاری مثل Notepad استفاده کنید. شناسه را در خط اول و رمز را در خط دوم بنویسید و فایل را ذخیره کنید.",
        "o-win3": "فایل رمز و فایل تنظیمات را به محل نصب برنامه‌ OpenVPN و پوشه‌ Config منتقل کنید. مسیر پیش‌فرض مشخص شده است.",
        "o-win4": "پس از اجرای برنامه، شکلک آن در نوار ویندوز به شکل نمایشگری با قفل و رنگ سیاه نشان داده می‌شود. (ممکن است در Hidden Icons باشد.) برای اتصال به VPN کافی است روی نمایشگر کلیک-راست کنید و سپس از فهرست سرور مورد نظر را انتخاب کرده و گزینه‌ Connect را بزنید.",
        "o-win5": "با این کار صفحه‌ای باز می‌شود که مراحل اتصال به سرور را نمایش می‌دهد. در این حال رنگ نمایشگر به زرد تغییر پیدا می‌کند. با اتصال موفق، رنگ نمایشگر به سبز تغییر پیدا می‌کند. برای قطع اتصال از Disconnect استفاده کنید.",
        "o-apk": "استفاده روی اندروید",
        "o-apk1": "روی علامت + پایین صفحه بزنید. در بخش Upload file، روی BROWSE کلیک کنید و فایل‌های اجرایی را انتخاب کنید. باید فایل تنظیمات را در گوشی خود داشته باشید. ممکن است نیاز باشد به برنامه اجازه دهید که به فایل‌های روی گوشی شما دست‌رسی داشته باشد. در هر مرحله فقط می‌توانید یک فایل انتخاب کنید.",
        "o-apk2": "نام کاربری خود را وارد و انتخاب کنید که برنامه، رمز شما را به‌یاد بسپارد یا خیر. اگر این گزینه خاموش باشد برای هر بار اتصال باید رمز را وارد کنید. دکمه CONNECT را بزنید. سپس رمز خود را وارد کنید و روی OK کلیک کنید. برای اتصال به هر کدام، کافی است که روی دکمه‌ خاکستری بزنید تا سبز شود."
    },
    "Signal": {
        "si-title": "آموزش سیگنال برای فعالان مدنی",
        "si-topic": "{امنیت سیگنال}",
        "si-topic2": "امنیت سیگنال",
        "si-update": "تابستان ۱۴۰۲",
        "si-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "si-intro1": "چرا سیگنال؟",
        "si-intro2": "سیگنال نرم‌افزاری امن و قابل‌اعتماد است. این نرم‌افزار با استفاده از رمزگذاری نقطه-به-نقطه نه تنها روی مکالمات متنی، صوتی و تصویری بلکه روی فایل‌های ارسالی و گفت‌وگوی گروهی، امکان شنود مکالمات را به حداقل می‌رساند.",
        "si-list": "چند نکته مهم سیگنالی",
        "si-list1": "سیگنال نسخۀ رومیزی (دسکتاپ) نیز دارد. از آنجایی که واتس‌َاپ رمزگذاری خود را بر مبنای سیگنال قرار داده، نرم‌افزار رومیزی سیگنال بسیار شبیه به نرم‌افزار رومیزی واتس‌َاپ است.",
        "si-list2": "با اخلال در شبکۀ اینترنت، گاهی امکان اتصال به سیگنال امکان‌پذیر نیست. بهتر است برای چنین مواقعی راه جایگزینی پیش‌بینی کرده‌باشید.",
        "si-list3": "سیگنال امکان استفادۀ چند شناسه به‌صورت همزمان را ندارد. پس اگر گوشی شما دو سیمکارت دارد، فقط امکان استفادۀ از یکی از آن‌ها را دارید.",
        "si-list4": "به پیام‌های امنیتی‌ای که در صفحه می‌بینید حساس باشید. موارد را بررسی کنید و از امنیت مکالمه مطمئن شوید.",
        "si-tfa": "فعال‌سازی رمز ورود دو-مرحله‌ای",
        "si-tfa1": "با کلیک بر روی عکس پروفایل، به صفحۀ تنظیمات هدایت می‌شوید. وارد Account شوید. کلید Pin reminder را روشن کنید. رمز دلخواهتان را وارد کرده و آن را تکرار کنید تا فعال‌سازی انجام شود. توصیه می‌شود با استفاده از Enter alphanumeric PIN رمزی متشکل از حروف و اعداد تعیین کنید.",
        "si-tfa2": "به صفحۀ Accounts بازگشته و این‌بار کلید Registration Lock را روشن کنید. روی Turn on کلیک و رمز خود را وارد و تکرار کنید. توصیۀ ما در این مرحله نیز استفاده از Create alphanumeric PIN و تعیین رمزی متشکل از حروف و اعداد است. توجه کنید که اگر بخواهید با دستگاهی وارد شناسه‌تان شوید و این رمز را فراموش کرده باشید، ظرف ۷ روز شناسۀ شما پاک خواهد شد.",
        "si-da": "پاک کردن حساب کاربری",
        "si-da-desc": "با کلیک بر روی عکس پروفایل، به صفحۀ تنظیمات هدایت می‌شوید. وارد Account شوید. Delete account را انتخاب کرده و شمارۀ خود را وارد کنید. با زدن دکمۀ قرمز رنگ، شناسۀ شما حذف می‌شود.",
        "si-devices": "بررسی دست‌رسی‌ها",
        "si-devices-desc": "این که بدانید چه دستگاه‌هایی به سیگنال شما متصلند یک نکته امنیتی بسیار مهم است. پس به صورت مداوم به این صفحه سر بزنید و دستگاه‌های متصل را بررسی کنید. برای این کار با کلیک روی عکس پروفایل وارد تنظیمات شده و روی گزینۀ Linked devices کلیک کنید.",
        "si-bu": "پشتیبان‌گیری از اطلاعات",
        "si-bu1": "پشتیبان‌گیری از محتوای حساب کاربری سیگنال، همانند واتس‌َاپ انجام می‌شود؛ سیگنال ادعا دارد که آن را بر روی هیچ سرویس ابری‌ای ذخیره نمی‌کند و فایل رمزگذاری شدۀ اطلاعات شما تنها روی گوشی شما ذخیره می‌شود. اما توجه داشته باشید که با انتقال این فایل به گوشی دیگری و داشتن رمز شما، امکان دسترسی به اطلاعات شما وجود خواهدداشت. با دانستن این نکته، اگر همچنان قصد پشتیبان‌گیری دارید، وارد تنظیمات شده و مراحل را دنبال کنید. در بخش Chats به Chat backups بروید.",
        "si-bu2": "روی TURN ON کلیک و از طریق Choose folder در مدیریت فایلتان پوشه‌ای را برای این کار انتخاب کرده یا تشکیل دهید. با زدن دکمۀ USE THIS FOLDER در پایین صفحه، پوشه مورد نظر برای پشتیبان‌گیری انتخاب می‌شود. انگشتتان را روی کدی که نمایش داده می‌شود نگه دارید تا کپی شود و آن را در جایی امن نگه‌داری کنید که درصورت نیاز به استفاده از فایل پشتیبان، استفاده کنید. سپس تیک مربوط به پذیرش شرایط را زده و روی ENABLE BACKUPS کلیک کنید. در نهایت به صفحه‌ای منتقل می‌شوید که می‌توانید آنجا جزئیاتی مانند ساعت و دورۀ پشتیبان‌گیری را تنظیم کنید. کدهایی که به شما نمایش داده می‌شود را در جایی (ترجیحا غیردیجیتال) یادداشت کنید. با زدن این تیک، می‌پذیرید که کدها را یادداشت کرده‌اید و بدون داشتن آن‌ها امکان بازیابی اطلاعاتتان را نخواهید داشت.",
        "si-notif": "تنظیم اعلان‌ها",
        "si-notif-desc": "برای اینکه فرستنده و متن پیام‌های شما هنگامی که در برنامه نیستید در بالای صفحه نمایش داده نشود، در تنظیمات وارد Notifications شده و از بخش Show مورد سوم را انتخاب کنید.",
        "si-adm": "حذف خودکار پیام‌ها",
        "si-adm1": "این امکان همۀ محتواها را پس از بازۀ زمانی تعیین‌شده پاک می‌کند. برای فعال‌سازی، در تنظیمات وارد Privacy شده و در بخش Default timer for new chats بازۀ زمانی دلخواهتان را انتخاب یا تعیین(time Custome) و Save کنید. توجه کنید که این تنظیمات فقط برای چت‌هایی فعال می‌شود که از این به بعد آغاز خواهید کرد.",
        "si-adm2": "روش دیگر تنظیم حذف خودکار برای هر چت دلخواه، استفاده از منوی صفحۀ پروفایل فرد است. در صفحۀ چت، سه نقطۀ بالای صفحه را زده تا امکانات برایتان نمایش داده شود. وارد Disappearing messages شده و بازۀ زمانی دلخواهتان را انتخاب و Save کنید. توجه کنید که اینجا هم این تنظیمات فقط برای پیام‌هایی فعال میشود که از این به بعد ارسال/دریافت خواهید کرد.",
        "si-call": "امنیت تماس‌ها",
        "si-call-desc": "از تنظیمات، وارد Privacy شوید. در بخش Advanced تنظیمات را مانند تصویر فعال کنید. توجه کنید که فعالسازی کلید Always relay calls آدرس IP شما را هنگام تماس پنهان می‌کند اما کیفیت تماس را کاهش می‌دهد. البته تا زمانی که از VPN استفاده می‌کنید فعال بودن آن ضرورت ندارد و به انتخاب خودتان است.",
        "si-tips": "چند ترفند امنیتی",
        "si-tips1": "در تنظیمات وارد Privacy شده و در منوی security App؛",
        "si-tips2": "برای قفل صفحه Screen lock را روشن و از بخش پایین آن بازۀ زمانی قفل شدن صفحه را انتخاب کنید.",
        "si-tips3": "برای جلوگیری از گرفتن اسکرین‌شات Screen security،",
        "si-tips4": "و برای اینکه کلماتی که تایپ می‌کنید توسط کیبورد ذخیره و پیشنهاد نشوند، Incognito keyboard را روشن کنید.",
        "si-tips5": "در هنگام گفت‌وگوی سیگنالی می‌توانید تنظیماتی برای مکالمه داشته باشید. برای این کار روی سه-نقطۀ بالای صفحه کلیک کنید و Conversation settings را انتخاب کنید. برای برای تایید هویت مخاطبتان وارد View safety number شوید. یک کد QR و رشته‌ای از اعداد به شما نمایش داده خواهدشد. از یک شیوۀ امن با مخاطب خود تماس بگیرید و این رشته اعداد را مطابقت دهید. اگر کنار هم هستید با کلیک روی کد QR می‌توانید آن را اسکن کنید. اگر همه اعداد مطابق است دکمۀ Mark as Verified را بزنید.",
        "si-tips6": "می‌توانید برای محتوای غیرمتنی (فایل، عکس، ویدئو و غیره) محدویت نمایش بگذارید. این محدودیت شامل یک‌بار مشاهده یا مشاهدۀ نامحدود می‌شود. در این تصویر شیوۀ تغییر آن با فلش قرمز رنگ مشخص شده‌است."
    },
    "Skype": {
        "s-title": "آموزش امنیت اسکایپ برای فعالان مدنی",
        "s-topic": "{امنیت اسکایپ}",
        "s-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "s-update": "بهار ۱۴۰۲",
        "s-list": "چند نکتۀ مهم اسکایپی",
        "s-list1": "اسکایپ یک نرم‌افزار تجاری است. از زمانی که شرکت مایکروسافت آن را خریده است، حرفه‌های امنیتی متعددی در آن تعبیه یا شناسایی شده‌است.",
        "s-list2": "اسکایپ مکان خوبی برای باج‌گیرها و اسپمرهاست. همین ضعف، امکان هک‌شدن را فراهم میکند.",
        "s-list3": "اسکایپ هشدار مبنی ورود شخص جدید به شناسۀ شما را نمی‌دهد.",
        "s-list4": "اسکایپ فایل‌ها و عکس‌هایی را که به اشتراک گذاشته‌اید، تماس‌هایی را که ضبط کرده‌اید و موارد دیگر را برای دسترسی آسان به همه دستگاه‌هایتان ذخیره می‌کند. ذخیره هر مورد دارای مدت زمانی متفاوتی است.",
        "s-list5": "زمان ذخیره پیام‌ها، تصاویر، عناوین چت و ویدئوها را می‌توانید تعیین کنید. ویدئوهای بزرگ‌تر از ۱۰۰ مگابایت، پیام صوتی و ضبط تماس، به‌عنوان فایل ذخیره می‌شوند و به مدت ۳۰ روز در دسترس خواهند بود.پیام‌ها، ویدئوها، پیام‌های ویدئویی و تصاویر تا زمانی که حذف نشده‌اندیا تاریخ آن‌ها به آوریل ۲۰۱۷ بازمی‌گردد، و عناوین چت تا زمانی که حذف نشده یا کاربران مکالمه‌ها را ترک کنند، در دسترس هستند.",
        "s-list6": "اسکایپ تاریخچۀ مکالمات شما را ذخیره می‌کند. اگر اسکایپ روی هر دستگاه دیگری هم باز شود، لیست مکالمات قبلیتان نمایش داده می‌شود.",
        "s-list7": "در اسکایپ می‌توانید پیامی که در یک چت ارسال کرده‌اید (مکالمه یک-به-یک یا گروهی) را پاک کنید.",
        "s-list8": "اگر پیامی را که ارسال کرده‌اید حذف کنید، برای همه افراد در یک چت حذف می‌شود و هیچکس آن را در فهرست مکالمه نمی‌بیند.",
        "s-tip": "با توجه به نکته‌های بالا، اسکایپ انتخاب خوبی برای انجام فعالیت‌های حساس نیست. بهترین انتخاب، استفاده از نرم‌افزار Jitsi است.",
        "s-option": "منوی امکانات اسکایپ",
        "s-option1": "با کلیک روی عکس/نام پروفایل، امکانات اسکایپ برای شما به نمایش درمی‌آید. برای اینکه دیگران از آنلاین بودن و آخرین بازدیدتان باخبر نشوند، مانند تصویر، روی گزینۀ پایین عکس پروفایل کلیککنید تا منوی کشویی باز شود. سپس گزینۀ دلخواه را انتخاب کنید.",
        "s-option2": "اگر می‌خواهید در نتایج جستجوی افرادی که نمیشناسید پیدا نباشید، در صفحۀ امکانات، وارد بخش Skype profile شوید و در تب OTHER روی مورد اول کلیک کنید. کلید نشان داده در تصویر را روشن و روی View list کلیک کنید. لیستی از مخاطبانتان را میبینید که میتوانند شما را جستجو و پیدا کنند. با کلیک روی سه-نقطه و View profile میتوانید اطلاعات افراد را ببینید. افرادی که نمی خواهید در این لیست باشند را با گزینۀ Delete contact حذف کنید.",
        "s-settings": "ورود به تنظیمات اسکایپ",
        "s-settings1": "برای ورود به تنظیمات اسکایپ، روی عکس پروفایل کلیک کرده و از بخش امکانات وارد Settings شوید. حال برای پنهان کردن عکس پروفایل خود از افراد ناشناس، روی Profile & Accounts کلیک کنید و وارد بخش Profile picture شوید. مطابق آنچه در تصویر نشان داده‌شده، only Contacts را انتخاب کنید تا فقط مخاطبانتان تصویر پروفایل شما را ببینند.",
        "s-settings2": "برای پاک کردن تاریخچۀ اسکایپ، به تنظیمات برگشته و در بخش Privacy وارد Clear data app شده و دکمۀ CLEAR DATA APP را بزنید.",
        "s-settings3": "برای اعمال تنظیمات امنیتی مربوط به تماس‌ها، در تنظیمات به بخش Calling رفته و گزینه‌ها را مطابق تصویر کنید."
    },
    "Telegram": {
        "t-title": "آموزش امنیت تلگرام برای فعالان مدنی",
        "t-topic": "{امنیت تلگرام}",
        "t-topic2": "امنیت تلگرام",
        "t-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "t-update": "تابستان ۱۴۰۲",
        "t-list": "چند نکته‌ درمورد امنیت تلگرام",
        "t-listd": "چند نکته‌ درمورد امنیت تلگرام",
        "t-listd2": "چند نکته‌ درمورد امنیت تلگرام",
        "t-listd3": "چند نکته‌ درمورد امنیت تلگرام",
        "t-list1": "یکی از شیوه‌های متعارف در هک شناسۀ تلگرام دسترسی به آن از طریق دستگاه دیگری است که به آن Device می‌گویند. برای جلوگیری از دسترسی غیرمجاز باید تأیید دومرحله‌ای (Two-Step Verification) را فعال کرد.",
        "t-list2": "شیوۀ دیگر، ترغیب کاربران به استفاده از نسخه‌های مبتنی بر تلگرام است؛ چه به اسم آزادی دست‌رسی به اینترنت و چه با ادعای سالم‌سازی آن. در چنین شرایطی، خطر دزدیده‌شدن و دست‌کاری اطلاعات، بسیار بالاست.",
        "t-list3": "نکته‌ی مهم این است که بعضی از کنشگران تایید دو مرحله‌ای را با گذاشتن رمز روی برنامۀ تلگرام (Passcode Lock) اشتباه می‌گیرند. اولی امکان اتصال از  هیچ دستگاهی را (که رمز دوم را ندارد)  نمی‌دهد و دومی تنها اجازۀ باز کردن تلگرام روی  همان دستگاهی که این رمز تعریف شده است را نمی‌دهد.",
        "t-list4": "برای مثال اگر کسی برای تلگرام روی گوشی سامسونگ خود Passcode بگذارد اما تایید دو مرحله‌ای نگذارد، آن‌گاه یک هکر (در شرایطی خاص) می‌تواند به تلگرامش دست‌رسی داشته باشد، اما اگر در همین وضعیت گوشی‌اش به دست هکر بیافتد امکان دست‌رسی به تلگرام بدون داشتن Passcode (با اغماض) را نخواهد داشت. توجه کنید که اگر وی تلگرام خود را روی تبلتش نیز فعال کرده باشد اما Passcodeی را برای تلگرام روی تبلتش فعال نکرده باشد، هکر می‌تواند با در دست داشتن تبلت به محتوای تلگرام روی تبلت دست‌رسی داشته باشد، در حالی که هم‌چنان روی گوشی سامسونگ این امکان وجود ندارد.",
        "t-list5": "در سال ۱۳۹۶ تلگرام اعلام کرد که سرورهای CDNخود را به ایران منتقل کرده است. اگر این ادعا درست باشد، جای نگرانی خاصی نیست اما بهتر است در ساحل امن بمانید و برای کارهای حساس از تلگرام استفاده نکنید. مسئله این است که وقتی سرورها در ایران باشند به این معنی است که تابع قوانین ایران خواهند بود.",
        "t-list6": "در سال ۱۳۹۷ تلگرام در چند کشور من‌جمله ایران مسدود و سرویس‌های مبتنی بر تلگرام برای دور زدن فیلترینگ تولید شدند؛ هیچ یک از آن‌ها امن نیستند.",
        "t-list7": "تلگرام لیست مخاطبان و پیام‌ها را روی سرور خود ذخیره می‌کند. این بدان معنی است که اگر کسی به‌صورت غیرمجاز به تلگرام شما وصل شود، فهرست مخاطبان و پیام‌هایتان را خواهد داشت.",
        "t-list8": "تلگرام گزینه Secret Chat دارد که براساس ادعای توسعه‌دهندگان آن امنیت را به‌صورت نقطه-به-نقطه تامین می‌کند. اگر از آن استفاده نکنید، امنیت نقطه-به-نقطه فعال نیست، یعنی امنیت تلگرام با نرم‌افزارهای دیگر مثل وایبر تفاوت معناداری ندارد.",
        "t-list9": "عضویت شما در کانال‌های تلگرامی برای گردانندگان قابل دیدن است؛ به جای عضویت در کانال‌های دردسرساز می‌توانید به صورت مرتب به آن‌ها سر بزنید.",
        "t-list10": "در تلگرام می‌توانید پیام‌های فرستاده شده را حذف/ویرایش کنید که برای گیرنده نیز حذف/ویرایش شود. ویرایش پیام باید ظرف ۴۸ساعت انجام شود اما محدودیتی برای حذف کردن پیام ندارید.",
        "t-list11": "اگر کانال تلگرامی دارید و نگران لو رفتن هویت خود هستید، شناسۀ جدیدی بسازید و با آن شناسه کانال خود را مدیریت کنید.",
        "t-list12": "اگر خطر از دست دادن شناسۀ تلگرامتان بالاست، همیشه در کانال‌های تحت مدیریت خود، یک شناسۀ دیگر را نیز مدیر کنید که اگر شناسۀ شما هک شد، کانال شما نیز از بین نرود.",
        "t-list13": "اگر امنیت برایتان مهم است به سیگنال یا وایر کوچ کنید. این دو برنامه امنیت نقطه-به-نقطه برای مکالمه‌های متنی، صوتی و تصویری بدون ضعف امنیتی در پشتی (Backdoor) را تضمین می‌کنند.",
        "t-version": "نسخه‌های مبتنی بر تلگرام",
        "t-version1": "پس از مسدود شدن تلگرام در ایران، موج عرضۀ برنامه‌های مبتنی بر تلگرام در داخل و خارج از کشور شدت گرفت. قاعدۀ کلی این است که هیچ‌یک از آن‌ها امن نیستند؛ چه مدعی گردش آزاد اطلاعات باشند، چه قصد پاک‌سازی محتوای نامطلوب! را داشته باشند، چه مورد حمایت نهادهای امنیتی باشند و چه کشورهای حامی آزادی و دموکراسی.",
        "t-version2": "تصویر پس‌زمینه نشان می‌دهد که اطلاعات چگونه بین سرورهای چنین شرکت‌هایی رد و بدل می‌شود؛ سرورهای آن‌ها امکان شنود و دست‌کاری محتوای دریافتی/ارسالی را دارند.",
        "t-settings": "ورود به تنظیمات تــلــگــرام",
        "t-settings-desc": "برای اعمال تنظیم‌های امنیتی، به Settings مراجعه کنید. از فهرست نمایش‌داده‌شده، Privacy and Security را انتخاب کنید. Two-Step Verification , Auto-Delete Messages, Passcode Lock و Devices چهار گزینۀ مهم امنیتی در Securityاند.",
        "t-2fa": "تنظیم ورود دو مرحله‌ای تــلــگــرام",
        "t-2fa1": "برای فعال‌سازی، Two-Step Verification را انتخاب کنید. سپس یک رمز مناسب (رمز خوب، رمزی طولانی و ترکیبی از حروف بزرگ، کوچک، عدد و علائم نگارشی است) انتخاب کنید. رمز را مجدد ثبت کنید. ورود دو-مرحله‌ای جلوی ورود بدون اطلاع به شناسه‌ی شما را می‌گیرد. Password Hintرا برای یادآوری رمز اصلی‌تان انتخاب کنید. رمزی که در مرحله قبل ثبت کردید را وارد نکنید. همچنین می‌توانید از تعیین آن صرف‌نظر کنید.",
        "t-2fal": "نکته‌ای درمورد بازیابی رمز ورود دومرحله‌ای",
        "t-2fal1": "برای بازیابی رمز درصورت فراموشی، تلگرام این امکان را به شما می‌دهد که از ایمیل استفاده کنید.",
        "t-2fal2": "می‌توانید از این مرحله عبور کنید اما توجه داشته باشید که درصورت فراموشی رمز، هیچ راهی برای بازیابی آن وجود نخواهد داشت.",
        "t-2fal3": "باتوجه به اینکه استفاده از ایمیل شخصی برای این کار چندان امن نیست، توصیه می‌شود اکانت جدیدی (ایمیل فیک) در گوشی یک فرد امن ساخته و از آن استفاده کنید.",
        "t-2fa2": "ایمیلتان را وارد کنید. کد تأیید بلافاصله به ایمیل ارسال می‌شود. کد را وارد کنید. پس از پایان مراحل، پیغام مرتبط با فعال‌سازی ورود دومرحله‌ای از طرف تلگرام به شما ارسال می‌شود.",
        "t-adm": "حذف خودکار پیام‌ها درتــلــگــرام",
        "t-adm1": "وارد Auto-Delete Messages شده و از بین گزینه‌های موجود، زمان‌بندی مناسب حذف خودکار پیام‌ها را انتخاب کنید. همچنین می‌توانید از بخش Set Custom Time خودتان تعیین کنید که هر چند روز/هفته/ماه/سال پیام‌های شما به‌طور خودکار حذف شوند. توجه کنید که این تنظیمات فقط برای چت‌هایی فعال می‌شود که از این به بعد آغاز خواهید کرد؛ برای فعال شدن حذف خودکار برای چت‌های فعلی، از گزینۀ آبی رنگ پایین استفاده کنید و چت‌هایی که می‌خواهید این تنظیمات در آن‌ها اعمال شوند را انتخاب کنید.",
        "t-adm2": "روش دیگر تنظیم حذف خودکار برای هر گفت‌وگوی دلخواه، استفاده از منوی صفحۀ پروفایل فرد است. وارد Auto-Delete شده و زمان‌بندی دلخواه خود را انتخاب یا دستی تنظیم کنید. همچنین می‌توانید از طریق گزینه Disable آن را غیرفعال کنید.",
        "t-pl": "رمز گذاشتن روی برنامۀ تــلــگــرام",
        "t-pl-desc": "رمز تلگرام از ورود بیگانه به تلگرام در نبودتان جلوگیری می‌کند. Passcode Lock با ورود دومرحله‌ای فرق می‌کند. حتی با فعال‌کردن آن، باید برای هر دستگاه رمز انتخاب کنید. یک رمز چهاررقمی انتخاب کنید. سپس در قسمت Auto-lock مدت‌زمان قفل خودکار را تعیین کنید. همه گزینه‌های امنیت شناسۀ تلگرام شما فعال شده است.",
        "t-cl": "جلوگیری از گرفتن اسکرین‌شات در تــلــگــرام",
        "t-cl-desc": "وارد Passcode Lock شده و رمزتان را وارد کنید. با خاموش کردن گزینه Show Content تا وقتی داخل برنامه نیستید محتوای تلگرام شما قابل مشاهده نیست، و هنگامی که داخل برنامه هستید هم برنامه به شما اجازۀ گرفتن اسکرین‌شات نمی‌دهد.",
        "t-devices": "بررسی دست‌رسی‌ها به تــلــگــرام",
        "t-devices-desc": "یکی از شیوه‌های هکرها، اتصال به شناسۀ تلگرام قربانی است. به‌طور مرتب صفحۀ Devices را بررسی کنید. دسترسی دستگاه‌های متصل غیر آشنا را قطع کنید. گزینه Terminate All sessions دسترسی همه دستگاه‌های دیگر (جز دستگاهی که با آن این کار را انجام می‌دهید) را قطع می‌کند.",
        "t-devicesl": "نکته‌ای درمورد نشست‌های فعال",
        "t-devicesl1": "بعد از ورود به شناسۀ تلگرام با یک دستگاه جدید، تا ۲۴ساعت اجازۀ اعمال تنظیمات امنیتی را با آن دستگاه نخواهید داشت.",
        "t-devicesl2": "در نسخۀ دسکتاپ تلگرام، امکان استخراج پیام‌ها وجود دارد؛ پس نشست‌های فعال در دسکتاپ‌ها را جدی بگیرید.",
        "t-da": "پاک کردن حساب کاربری تــلــگــرام",
        "t-da-desc": "برای پاک‌کردن حساب کاربری تلگرام، به آدرس https://my.telegram.org مراجعه کنید. گزینۀ Delete Accountرا انتخاب کنید. شماره موبایلتان را وارد کنید. پس از آن کدی به تلگرامتان ارسال می‌شود. با ثبت کد، حساب کاربری شما پاک می‌شود."
    },
    "V2Ray": {
        "v-title": "آموزش کار با V2ray برای فعالان مدنی",
        "v-topic": "{نرم‌افزار VPN}",
        "v-update": "تابستان ۱۴۰۲",
        "v-intro1": "سعی کنید همواره از آخرین نسخه نرم‌افزار استفاده کنید تا روش‌های جدید عبور از فیلترینگ را پوشش دهد.",
        "v-intro2": "به‌جای V2ray می‌توان از هر نرم‌افزار مشابه دیگری نیز استفاده کرد.",
        "v-compi": "نصب روی کامپیوتر",
        "v-compi1": "به آدرس https://github.com/2dust/v2rayn/releases بروید. در این آدرس نسخه‌های مختلف V2ray قابل مشاهده است. نسخه‌ای را انتخاب کنید که جلوی آن برچسب Latest باشد. روی فایل مناسب خود کلیک و آن را دانلود کنید.",
        "v-compi2": "فایل را از حالت فشرده خارج کرده و روی V2ray.exe (که آیکن V2ray را دارد) کلیک کنید تا اجرا شود. (این نرم‌افزار نیاز به نصب ندارد؛ می‌توانید برای سادگی استفاده آن را به دسکتاپ خود اضافه کنید.)",
        "v-compi3": "اگر هنگام اجرا از شما اجازه نصب نرم‌افزار NET. را خواست، با کلیک روی دکمه Yes آن را قبول کنید. نرم‌افزار به‌طور خودکار دانلود می‌شود. کافی است آن را نصب و V2ray.exe را دوباره اجرا کنید.",
        "v-compi4": "برای تغییر زبان، از منوی بالای صفحه، روی سه نقطه بالای صفحه کلیک کنید.",
        "v-compi5": "روی آخرین گرینه کلیک و زبان دلخواه خود را انتخاب کنید.",
        "v-compi6": "ممکن است برای اعمال تنظیمات نیاز باشد یک بار برنامه را بسته و مجدد وارد شوید. روی آیکن V2ray در پایین صفحه راست-کلیک کنید. (ممکن است در Hidden Icons باشد.) و روی Exit (آخرین گزینه) کلیک کنید.",
        "v-compu": "نحوه استفاده در کامپیوتر",
        "v-compu1": "لینک (config)های مربوط به VPN را کپی کرده و وارد برنامه شوید. می‌توانید با استفاده از Ctrl+V آن‌ها را در برنامه وارد کنید. روش دیگر آن است که از منوی بالای صفحه روی Servers کلیک کنید.",
        "v-compu2": "گزینه Import bulk URL from Clipboard (Ctrl+V) را انتخاب کنید. حالا لیست لینک‌ها را در برنامه مشاهده می‌کنید.",
        "v-compu3": "درصورتی که چندین لینک دارید، برای استفاده بهتر، روی مثلث کوچک گوشه بالا-چپ جدول کلیک کنید و سپس Ctrl+O را بزنید.",
        "v-compu4": "حالا روی ستون Delay(ms) جدول کلیک کنید تا لینک‌ها به ترتیب سرعت برای شما مرتب شوند. با 'کلیک + Enter' روی هرکدام، به آن متصل می‌شوید.",
        "v-compu5": "برای اتصال/عدم اتصال دستگاه به VPN، روی System proxy در پایین صفحه کلیک کنید.",
        "v-compu6": "برای اتصال از Set system proxy و برای قطع اتصال از Clear system proxy استفاده کنید.",
        "v-mob": "نحوه استفاده در تلفن همراه",
        "v-mob1": "لینک (config)های مربوط به VPN را کپی کرده و وارد برنامه شوید. روی علامت + بالای صفحه بزنید و Import from clipboard را انتخاب کنید تا لینک‌ها در برنامه نمایش داده‌شوند.",
        "v-mob2": "درصورتی که چندین لینک دارید، برای استفاده بهتر، دوباره روی سه نقطه بالای صفحه بزنید و Tcping all configuration را انتخاب کنید. بار دیگر روی سه نقطه زده و Sorting by test result را انتخاب کنید که به ترتیب سرعت برای شما مرتب شوند.",
        "v-mob3": "با انتخاب هر لینک به آن وصل میشوید. برای اتصال دستگاه به VPN نیز روی دکمه گرد پایین صفحه بزنید تا روشن شود. (رنگ آن عوض شود.)",
        "v-sub": "افزودن Subscription",
        "v-sub1": "روی منوی همبرگری گوشه صفحه بزنید و وارد Subscription group setting شوید. از بالای صفحه روی + کلیک کنید و در بخش Optional URL لینک اشتراک خود را وارد کنید. نام دلخواهتان را در بخش remarks وارد و تنظیمات را ذخیره کنید.",
        "v-sub2": "در صفحه اصلی روی سه نقطه بالای صفحه بزنید و گزینه Update subscription را انتخاب کنید تا لینک‌ها به‌روز شوند. حالا طبق مراحلی که در بخش قبل گفته‌شد، انتخاب کنید که به کدام‌یک متصل شوید."
    },
    "VeraCrypt": {
        "vc-title": "آموزش رمزگذاری فایل‌ها برای فعالان مدنی",
        "vc-topic": "{رمزگذاری فایل‌ها}",
        "vc-intro": "نرم‌افزاری برای رمزگذاری فایل‌ها",
        "vc-update": "پاییز ۱۴۰۲",
        "vc-l1": "همه ما اطلاعاتی داریم که نیازمند محافظت از آن‌ها دربرابر دست‌رسی‌های غیرمجاز هستیم.",
        "vc-l2": "یکی از راه‌های جلوگیری از دست‌رسی غریبه‌ها به اطلاعات، رمزگذاری آن‌هاست.",
        "vc-l3": "رمزگذاری فایل یک فرآیند است که در آن اطلاعات قابل خواندن ما به کدی تبدیل می‌شود که برای دیگران نامفهوم است، مگر اینکه دسترسی به کلید مخصوصی داشته باشند. به این ترتیب، حتی اگر فایل‌های ما در دست دیگران قرار گیرند، اطلاعات داخلی فایل‌ها امنیت دارند.",
        "vc-l4": "نرم‌‌افزار veracrypt قوی‌ترین نرم‌افزارهای رایگان رمزگذاری در دنیاست.",
        "vc-l5": "اگر رمز خود را فراموش کنید، به‌هیچ وجه امکان بازیابی فایل‌های خود را نخواهید داشت.",
        "vc-l6": "این نرم‌افزار امکان رمزگذاری فایل‌ها را با الگوریتم‌های بسیار قوی و به‌طور رایگان عرضه می‌کند.",
        "vc-install": "دانلود و نصب",
        "vc-install1": "وارد تارنمای رسمی veracryt شوید. وارد بخش download شوید. نسخه مناسب خود را انتخاب و دانلود کنید.",
        "vc-install2": "نرم افزار را نصب کنید. اگر فکر می‌کنید نیاز به بیشترین میزان امنیت دارید، تیک همه گزینه‌ها را بردارید.",
        "vc-st": "حالت استاندارد",
        "vc-st1": "وارد نرم افزار شوید. روی دکمه create volume بزنید.",
        "vc-stl": "سه انتخاب دارید:",
        "vc-stl1": "ایجاد یک حجم فایل رمزگذاری‌شده (Create an Encrypted File Container):",
        "vc-stl2": "در این عملیات، شما یک فایل با پسوند خاص (مثلاً .vc) ایجاد می‌کنید که به عنوان یک \"حجم فایل رمزگذاری‌شده\" شناخته می‌شود.",
        "vc-stl3": "این فایل نیازمند رمزگذاری است و تا زمانی که به درستی رمزگذاری نشده باشد، محتویات داخل آن نمی‌توانند دسترسی‌پذیر باشند.",
        "vc-stl4": "شما می‌توانید این حجم فایل را بسیاری از فرمت‌ها بسازید و دیگر فایل‌ها و پوشه‌ها را درون آن قرار دهید. برای دسترسی به محتویات درون حجم فایل، نیاز به وارد کردن رمز عبور دارید.",
        "vc-stl5": "رمزگذاری یک پارتیشن/درایو غیرسیستمی (Encrypt a Non-System Partition/Drive):",
        "vc-stl6": "در این عملیات، شما یک پارتیشن (مثلاً یک درایو داده خارجی یا پارتیشن دیسک داخلی) را رمزگذاری می‌کنید.",
        "vc-stl7": "پس از رمزگذاری، تمام محتویات این پارتیشن یا درایو به صورت خودکار رمزگشایی نمی‌شوند و برای دسترسی به آنها نیاز به وارد کردن رمز عبور دارید.",
        "vc-stl8": "رمزگذاری پارتیشن سیستمی یا کل درایو سیستم (Encrypt the System Partition or Entire System Drive):",
        "vc-stl9": "این عملیات به شما اجازه می‌دهد که پارتیشن سیستمی (به طور عمده درایو C در ویندوز) یا کل درایو سیستم (تمامی پارتیشن‌های مرتبط با سیستم عامل) را رمزگذاری کنید.",
        "vc-stl10": "وقتی که سیستم رمزگذاری شده را راه‌اندازی می‌کنید، شما باید رمز عبور را قبل از بارگذاری سیستم عامل وارد کنید.",
        "vc-stl11": "این سطح از رمزگذاری بسیار ایمن و محافظتی است، زیرا حتی در صورت دسترسی فیزیکی به دیسک، داده‌های شما رمزگذاری شده و غیرقابل دسترسی هستند.",
        "vc-st2": "ما در این‌جا حالت اول، یعنی رمزگذاری یک فایل را آموزش می‌دهیم. حالت مناسب خود را انتخاب کنید. دکمه next را بزنید.",
        "vc-st3": "در این بخش دو حالت رمزگذاری دارید: استاندارد و فایل مخفی. حالت استاندارد را انتخاب کنید. دکمه next را بزنید.",
        "vc-st4": "روی select file... کلیک کنید و فایلی انتخاب کنید. توجه کنید که این فایل باید خالی باشد زیرا اطلاعات موجود در آن از بین می‌رود. (در اصل، قبل رمزگذاری فایل فرمت می‌شود تا اطلاعات جدید روی آن قرار بگیرند.) این فایل می‌تواند از هر فرمت دلخواهی باشد. ما در این‌جا فایلی با پسوند .txt می‌سازیم. با روشن بودن گزینه never save history، می‌پذیرید که هیچ تاریخچه‌ای از اطلاعات فایل قبلی باقی نماند. دکمه next را بزنید.",
        "vc-st5": "در این بخش می‌توانید الگوریتم رمزگذاری دلخواه خود را انتخاب کنید. ما در آموزش از الگوریم AES و SHA-512 استفاده می‌کنیم. دکمه next را بزنید.",
        "vc-st6": "حجم اطلاعاتی که می‌خواهید رمزگذاری کنید را تعیین کنید تا Container با آن حجم تشکیل شود. حجمی که تعیین می‌کنید باید کمتر از فضای خالی سیستم شما باشد. پیشنهاد می‌شود مقدار را بیشتر از حجم داده‌های خود تعیین کنید تا به مشکل نخورید. توجه کنید که هرچه حجم بیشتر باشد، رمزگذاری و رمزگشایی آن زمان بیشتری می‌برد. این حجم قابل تغییر نیست. دکمه next را بزنید.",
        "vc-st7": "رمز خود را با ویژگی‌های تعیین شده انتخاب کنید. آن را تکرار کنید. دکمه next را بزنید.",
        "vc-st8": "نرم‌افزار از مکان اشاره‌گر شما در صفحه کلید خود را می‌سازد. بنابراین باید اشاره‌گر خود را روی صفحه نرم‌افزار حرکت دهید تا کادر پایین صفحه (random collected from mouse movements) تکمیل شود. از بخش Options می‌توانید تغییرات دلخواه را بدهید. وقتی کادر پایین پر شد، روی دکمه format کلید کنید. با زدن روی yes می‌پذیرید که اطلاعات فایلتان پاک شوند. روی Ok کلیک کنید. Container شما ساخته شد. روی exit کلیک کنید.",
        "vc-stu": "افزودن اطلاعات برای رمزگذاری",
        "vc-stu1": "در صفحه اصلی وراکریپت، روی select file کلیک کنید و فایل container خود را انتخاب کنید. یکی از درایوهای موجود در لیست را انتخاب کنید. دکمه mount را بزنید.",
        "vc-stu2": "رمز خود را وارد کنید. ok را بزنید.",
        "vc-stu3": "وارد file explorer شوید. روی this PC کلیک کنید. اکنون می‌بینید که درایوی با همان نام در دستگاهتان تشکیل شده‌است. روی آن کلیک کنید و وارد آن شوید.",
        "vc-stu4": "اطلاعاتی که می‌خواهید رمزگذاری کنید را به این درایو منتقل کنید. به وراکریپت برگردید. دکمه dismount را بزنید. حالا فایل ‌container خود را در جایی امن قرار دهید. (ترجیحا بین فایل‌های مشابه که شک برانگیز نباشد اما طوری که سهوا آن را حذف نکنید.)",
        "vc-hi": "حالت مخفی‌‌شده",
        "vc-hi1": "وارد نرم افزار شوید. روی دکمه create volume بزنید.",
        "vc-hi2": "حالت مناسب خود را انتخاب کنید. دکمه next را بزنید.",
        "vc-hi3": "حالت مخفی‌ را انتخاب کنید. در این حالت، شما یک فایل رمزگذاری شده را داخل یک فایل رمزگذاری شده دیگر قرار می‌دهید. دکمه next را بزنید.",
        "vc-hi4": "حالت نرمال را انتخاب کنید. دکمه next را بزنید.",
        "vc-hi5": "روی select file... کلیک کنید. فایلی بسازید و آن را انتخاب کنید. این فایل، فایل بیرونی شماست. دکمه next را بزنید.",
        "vc-hi6": "دکمه next را بزنید. در این بخش می‌توانید الگوریم رمزگذاری دلخواه خود را انتخاب کنید. ما در آموزش از الگوریم AES و SHA-512 استفاده می‌کنیم. ",
        "vc-hi7": "حجم اطلاعاتی که می‌خواهید رمزگذاری کنید را تعیین کنید تا Container با آن حجم تشکیل شود.  توجه کنید که حجم فایل بیرونی باید از حجم فایل درونی بیشتر باشد. دکمه next را بزنید.",
        "vc-hi8": "رمز خود را با ویژگی‌های تعیین شده انتخاب کنید. آن را تکرار کنید. توجه کنید که رمز فایل بیرونی و درونی، باید باهم متفاوت باشد. دکمه next را بزنید.",
        "vc-hi9": "باید اشاره‌گر خود را روی صفحه نرم‌افزار حرکت دهید تا کادر پایین صفحه (random collected from mouse movements) تکمیل شود. از بخش Options می‌توانید تغییرات دلخواه را بدهید. وقتی کادر پایین پر شد، روی دکمه format کلید کنید. با زدن روی yes می‌پذیرید که اطلاعات فایلتان پاک شوند. روی Ok کلیک کنید. درایو بیرونی شما آماده است.",
        "vc-hi10": "روی Open outer volume کلیک کنید. فایل‌هایی که می‌خواهید در مرحله اول دیده شوند را در این بخش قرار دهید. (می‌توانید اطلاعات بی‌اهمیت در این بخش بگذارید، اما با توجه به این‌که این بخش هم رمزگذاری می‌شود، میتوان اطلاعاتی با اهمیت پایین‌تر از اطلاعات اصلی را نیز در اینجا قرار داد.)",
        "vc-hi11": "حالا باید فایل درونی را بسازید. دکمه next را بزنید.",
        "vc-hi12": "می‌توانید الگوریتم رمزگذاری دلخواه خود را انتخاب کنید. دکمه next را بزنید.",
        "vc-hi13": "حجم اطلاعاتی که می‌خواهید رمزگذاری کنید را تعیین کنید تا Container با آن حجم تشکیل شود.  توجه کنید که حجم فایل بیرونی باید از حجم فایل درونی بیشتر باشد. دکمه next را بزنید.",
        "vc-hi14": "رمز خود را با ویژگی‌های تعیین شده انتخاب کنید. آن را تکرار کنید. توجه کنید که رمز فایل بیرونی و درونی، باید باهم متفاوت باشد. دکمه next را بزنید.",
        "vc-hi15": "باید اشاره‌گر خود را روی صفحه نرم‌افزار حرکت دهید تا کادر پایین صفحه (random collected from mouse movements) تکمیل شود. از بخش Options می‌توانید تغییرات دلخواه را بدهید. وقتی کادر پایین پر شد، روی دکمه format کلید کنید. روی Ok کلیک کنید.",
        "vc-hi16": "نرم‌افزار به شما اعلام می‌کند که فایل درونی شما ساخته شده و در فایل بیرونی قرار دارد. حتی اگر کسی بتواند وارد فایل بیرونی شود، متوجه وجود فایل درونی نخواهد شد. و اخطار می‌دهد که اگر رمز فایل درونی را فراموش کردید، روی فایل بیرونی چیزی ننویسید تا فایل درونی از بین نرود، شاید رمز را به‌یاد آوردید! روی exit کلیک کنید.",
        "vc-hiu": "افزودن اطلاعات برای رمزگذاری",
        "vc-hiu1": "مانند مراحل روش استاندارد، در صفحه اصلی وراکریپت، روی select file کلیک کنید و  فایل بیرونی خود را انتخاب کنید. یکی از درایوهای موجود در لیست را انتخاب کنید. دکمه mount را بزنید.",
        "vc-hiu2": "رمز فایل بیرونی را وارد کنید. ok را بزنید.",
        "vc-hiu3": "وارد file explorer شوید. روی this PC کلیک کنید. اکنون می‌بینید که درایوی با همان نام در دستگاهتان تشکیل شده‌است. روی آن کلیک کنید و وارد آن شوید. همان‌طور که مشاهده می‌کنید، هیچ اثری از فایل درونی شما در این درایو نیست و فقط اطلاعات کم‌اهمیتی که درمورد آن گفتیم اینجا قرار دارند. اطلاعاتی که می‌خواهید رمزگذاری کنید را به این درایو منتقل کنید.",
        "vc-hiu4": "برای دسترسی به فایل درونی، به وراکریپت برگردید. روی dismount کلیک کنید.",
        "vc-hiu5": "دوباره فایل بیرونی خود را انتخاب کنید و mount را بزنید.",
        "vc-hiu6": "این‌بار رمز فایل درونی را وارد کنید.  ok را بزنید.",
        "vc-hiu7": "حالا می‌توانید در file explorer خود فایل درونی و اطلاعات آن را ببینید و اطلاعاتی که می‌خواهید را درون آن جایگذاری کنید.",
        "vc-hiu8": "این‌بار برای پایان دادن، از Dismount all استفاده کنید."
    },
    "WhatsApp": {
        "w-title": "آموزش امنیت واتس‌اَپ برای فعالان مدنی",
        "w-topic": "{امنیت واتس‌اَپ}",
        "w-topic2": "امنیت واتس‌اَپ",
        "w-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "w-update": "تابستان ۱۴۰۲",
        "w-list": "چند نکتۀ مهم واتس‌اَپی",
        "w-list1": "واتس‌اَپ از رمزگذاری نقطه-به-نقطه به‌صورت پیش‌فرض استفاده می‌کند. این شیوهٔ رمزگذاری در چت گروهی نیز اعمال شده‌است. بر اساس گزارش‌هایی اما این رمزگذاری قابل شکستن است.",
        "w-list2": "واتس‌اَپ متعلق به شرکت فیس‌بوک است و به‌صورت پیش‌فرض اطلاعات شما را با این شرکت به اشتراک می‌گذارد. هر چند که در برخی کشورها مثل اعضای اتحادیهٔ اروپا این امر غیر قانونی است.",
        "w-list3": "(پیوند خبر)",
        "w-devices": "بررسی دست‌رسی‌ها به واتس‌اَپ",
        "w-devices-desc": "به‌طور مرتب صفحۀ Linked Devices را بررسی کنید. با انتخاب دستگاه‌های متصل غیر آشنا و گزینه Log out، دست‌رسی آن را قطع کنید.",
        "w-sa": "تنظیم اعلان‌های امنیتی واتس‌اَپ",
        "w-sa-desc": "وارد Settings شوید. از قسمت Account گزینۀ Security notifications را انتخاب کرده و آن را فعال کنید.",
        "w-tfa": "تنظیم ورود دو مرحله‌ای واتس‌اَپ",
        "w-tfa1": "یکی از شیوه‌های هک شناسۀ واتس‌اَپ، همچون تلگرام، دسترسی به آن از طریق دستگاه دیگری است که به آن استفاده از WhatsApp Web می‌گویند. تفاوت عمدۀ این شیوه با تلگرام در این است که در هنگام اتصال باید به گوشی تلفن دسترسی فیزیکی داشت. امکان فعالسازی بدون اسکن کردن کد QR نیز وجود ندارد. برای جلوگیری از دسترسی غیرمجاز (در صورتی که بر اثر غلفت، شخص دیگری به گوشی دسترسی داشته است) باید تایید دو مرحله‌ای (Two-Step Verification) را فعال کرد.",
        "w-tfa2": "وارد Settings شوید. از قسمت Account گزینه Two-step verification را انتخاب کنید. یک رمز عددی شش رقمی برای آن انتخاب کرده و در مرحلۀ بعد آن را تکرار کنید.",
        "w-tfal": "نکته‌ای درمورد بازیابی رمز ورود دومرحله‌ای",
        "w-tfal1": "برای بازیابی رمز درصورت فراموشی، این امکان وجود دارد که از ایمیل استفاده کنید.",
        "w-tfal2": "می‌توانید از این مرحله عبور کنید اما توجه داشته باشید که درصورت فراموشی رمز، هیچ راهی برای بازیابی آن وجود نخواهد داشت.",
        "w-tfal3": "باتوجه به اینکه استفاده از ایمیل شخصی برای این کار چندان امن نیست، توصیه می‌شود اکانت جدیدی (ایمیل فیک) در گوشی یک فرد امن ساخته و از آن استفاده کنید.",
        "w-tfal4": "ایمیلتان را وارد کنید. کد تأیید بلافاصله به ایمیل ارسال می‌شود. کد را وارد کنید. رمز ورود دو-مرحله‌ای فعال شده‌است.",
        "w-da": "پاک کردن حساب کاربری واتس‌اَپ",
        "w-da-desc": "وارد Settings شوید. از قسمت Account گزینه Delete my account را انتخاب کنید. شماره موبایلتان را وارد کنید و Delete my account را بزنید تا حساب کاربری شما پاک شود.",
        "w-adm": "حذف کلی پیام‌ها در واتس‌اَپ",
        "w-adm-desc": "وارد Settings شوید. از قسمت Chats گزینۀ Chat history را انتخاب کنید. Clear all chats محتوای همۀ گفت‌وگوهایتان را پاک می‌کند."
    },
    "Cleaner": {
        "c-title": "آموزش پاک‌سازی امن برای فعالان مدنی",
        "c-topic": "{پاک‌سازی امن}",
        "c-topic2": "پاک‌سازی امن",
        "c-update": "پاییز ۱۴۰۲",
        "c-l1": "امروزه، بازیابی اطلاعات حذف شده به سادگی انجام می‌شود. بنابراین، نرم‌افزارهایی برای پاک‌سازی امن تولید شده اند که روی درایو فرمت شده، چندین بار اطلاعات بی‌معنی می‌نویسند و پاک می‌کنند تا اطلاعات قبلی حذف شده روی درایو، به سادگی و یا اصلا قابل دسترسی نباشند.",
        "c-l2": "از نرم‌افزارهای کاربردی برای پاک‌سازی امن اطلاعات در سیستم عامل ویندوز، می‌توان به CCleaner، Eraser و Dban اشاره کرد.",
        "c-l3": "همچنین برای پاک‌سازی امن اطلاعات روی دستگاه‌های اندرویدی نیز، می‌توان از CCleaner و Secure Erase iShredder استفاده کرد.",
        "c-win": "نصب و استفاده از CCleaner روی ویندوز",
        "c-win1": "وارد تارنمای رسمی CCleaner شوید. با کلیک روی دکمه Free Download، نصب کننده نرم‌افزار دانلود می‌شود. فایل را اجرا کنید.",
        "c-win2": "روی Install  کلیک کنید تا نرم‌افزار CCleaner نصب شود. سپس روی CCleaner کلیک کنید.",
        "c-win3": "روی Start CCleaner کلیک کنید.",
        "c-win4": "از منوی سمت چپ، وارد Tools شوید و روی Drive wiper کلیک کنید.",
        "c-win5": "از منوی Wipe انتخاب کنید که میخواهید فقط فضای خالی درایو شما (که اطلاعاتش قبلا پاک شده) پاک‌سازی شود و یا کل درایو، یک‌باره پاکسازی شود و اطلاعات داخل آن حذف شوند.",
        "c-win6": "از منوی Security می‌توانید تعیین کنید که می‌خواهید چندبار اطلاعات بیهوده روی درایو شما نوشته و پاک شوند. بدیهی است هرچه این مقدار (و حجم درایو) بیشتر باشد، فرایند زمان بیشتری خواهد برد.",
        "c-win7": "درایو مورد نظر را انتخاب و روی Wipe کلیک کنید. روی yes بزنید و تا پایان کار نرم‌افزار، نرم‌افزار یا کامپیوترتان را متوقف و خاموش نکنید.",
        "c-and": "استفاده از iShredder روی اندروید",
        "c-and1": "روی علامت چرخ‌دنده بالای صفحه بزنید تا وارد تنظیمات شوید. روی Erasure کلیک کنید و کلید Enable Erasure Reports را خاموش کنید تا اطلاعات پاک‌سازی شما در نرم‌افزار ثبت نشود.",
        "c-and2": "حالا در صفحه اصلی نرم‌افزار، روی File Explorer کلیک کنید. Allow را بزنید و دسترسی‌های مورد نیاز برای ایجاد تغییرات در دستگاه را به نرم‌افزار بدهید.",
        "c-and3": "در مدیریت فایل، روی فایلی که میخواهید حذف کنید نگه دارید تا انتخاب شود، سپس دکمه CONTINUE را بزنید. سپس از بین روش‌های موجود، یکی را برای پاک‌سازی انتخاب و روی OPEN SUMMARY کلیک کنید. با زدن تیک، می‌پذیرید که اطلاعاتی که پاک می‌شوند قابل بازیابی نخواهند بود. روی SHRED کلید کنید و منتظر بمانید تا فرایند به پایان برسد."
    },
    "LinkedIn": {
        "li-title": "آموزش امنیت لینکدین برای فعالان مدنی",
        "li-topic": "{امنیت لینکدین}",
        "li-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "li-intro-desc": "لینکدین یک شبکه اجتماعی حرفه‌ای است که به افراد و شرکت‌ها اجازه می‌دهد تا در زمینه‌های مختلف حرفه‌ای و تجاری ارتباط برقرار کنند، اطلاعات مشترک را به اشتراک بگذارند، مشاغل خود را توسعه دهند و فرصت‌های شغلی را پیدا کنند. برخلاف شبکه‌های اجتماعی عمومی مانند فیس‌بوک یا X (توییتر)، لینکدین به طور اصلی بر روابط تجاری و حرفه‌ای تمرکز دارد اما همچنان وجود خطرات امنیتی و حریم خصوصی وجود دارد که کاربران باید مراقب آنها باشند. بنابراین، هر کسی که از لینکدین استفاده می‌کند، باید از ابزارها و تکنیک‌های مناسب برای حفظ امنیت شخصی و حریم خصوصی خود استفاده کند. بنابراین، نهایت دقت را به پیام‌ها و درخواست‌های ارتباطی اختصاص دهید.",
        "li-update": "پاییز ۱۴۰۲",
        "li-prof": "تنظیم مشخصات صفحه پروفایل",
        "li-prof1": "برای این‌که مشخص کنید چه اطلاعات شخصی‌ای از شما در پروفایلتان قرار گیرد، روی عکس پروفایل در بالای صفحه بزنید. وارد View Profile شوید؛ در صفحه پروفایل، روی علامت مداد کلیک کنید.",
        "li-prof2": "وارد بخش Edit Contact Info شوید. در این بخش می‌توانید شماره تلفن، آدرس و تاریخ تولدتان را ویرایش یا حذف کنید. اگر قصد دارید که آدرستان را در این بخش قرار دهید، از نوشتن جزئیات صرف‌نظر کنید.",
        "li-settings": "ورود به تنظیمات لینکدین",
        "li-settings-desc": "روی عکس پروفایل در بالای صفحه بزنید و وارد Sttings شوید.",
        "li-devices": "بررسی دست‌رسی‌ها",
        "li-devices1": "در تنظیمات، وارد Sign in & security شوید. در این بخش می‌توانید آدرس ایمیل و شماره تلفن بازیایی رمز و رمز خود را تعیین کنید و یا تغییر دهید. برای بررسی نشست‌های فعال وارد بخش Where you're signed in شوید. برای پایان دادن به هر نشست فعال می‌توانید از دکمه End کنار آن و برای پایان دادن به همگی از End these sessions استفاده کنید.",
        "li-devices2": "به Sign in & security برگردید و وارد بخش مشخص شده شوید. در این قسمت، لیست دستگاه‌هایی که رمز شما را ذخیره کرده‌اند می‌بینید و می‌توانید آن‌ها را حذف کنید.",
        "li-tfa": "تنظیم ورود دومرحله‌ای لینکدین",
        "li-tfa1": "در تنظیمات، وارد Sign in & security شوید. روی Two-step verification کلیک کنید. دکمه Set up را بزنید. کدی که به ایمیلتان ارسال می‌شود را در این قسمت وارد کنید و Submit را بزنید.",
        "li-tfa2": "روش تایید دومرحله‌ای را انتخاب کنید و Continue را بزنید. رمز حساب خود را وارد کنید و دکمه Submit را بزنید. کد نمایش داده‌شده در صفحه را کپی کنید و وارد نرم‌افزار ورود دومرحله‌ای شوید.",
        "li-tfa3": "روی علامت + پایین صفحه کلیک کنید و Enter a setup key را انتخاب کنید. نام کاربری و رمز کپی شده را وارد کنید و دکمه Add را بزنید. سپس کد جلوی حسابتان را بردارید و به لینکدین برگردید.",
        "li-tfa4": "دکمه Continue را بزنید و کدی که از برنامه برداشتید را اینجا وارد و روی Verify کلیک کنید. حالا روی recovery codes بزنید و رمزتان را وارد کنید. کدهای نمایش داده شده در صفحه را در جایی (ترجیحا غیر دیجیتال) ذخیره کنید تا زمانی که دسترسی به دستگاهتان ندارید از آن‌ها استفاده کنید.",
        "li-pass": "رمز گذاشتن روی نرم‌افزار لینکدین",
        "li-pass-desc": "در تنظیمات، وارد Sign in & security شوید. روی App lock کلیک کنید. دکمه App Lock را روشن و مشخص کنید که هر چندوقت یک‌بار برنامه قفل شود."
    },
    "Mobile": {
        "cp-title": "آموزش امنیت موبایل برای فعالان مدنی",
        "cp-topic": "{امنیت موبایل}",
        "cp-intro": "راه‌هایی ساده برای افزایش امنیت تلفن همراه",
        "cp-update": "پاییز ۱۴۰۲",
        "cp-tip": "چند نکته کلی",
        "cp-tip1": "دستگاه و نرم‌افزارهای خود را به‌روز نگه دارید.",
        "cp-tip2": "برای دستگاه خود، از رمز قوی استفاده کنید.",
        "cp-tip3": "نرم‌افزارهای ردیاب (ضد سرقت) را روی دستگاه خود نصب کنید. برای دستگاه اندرویدی، از Find My Device، برای دستگاه ios، از Find My iPhone/iPad  و برای هردو، از Prey می‌توانید استفاده کنید.",
        "cp-tip4": "نرم‌‌افزارها را از منابع معتبر دانلود و نصب کنید.",
        "cp-tip5": "تا حد امکان از نصب نرم‌افزارهای سوم شخص (Third Party) جلوگیری کنید.",
        "cp-tip6": "از استفاده از شبکه‌های وای‌فای عمومی برای فعالیت‌های حساس پرهیز کنید.",
        "cp-tip7": "به‌طور منظم اطلاعات مهم خود را با یک منبع خارجی یا خدمات ابری پشتیبان‌گیری کنید. این کار اطمینان حاصل می‌کند که اگر دستگاه خود گم شود یا تخریب شود، می‌توانید اطلاعات خود را بازیابی کنید.",
        "cp-tip8": "از یک برنامه آنتی‌ویروس یا امنیتی معتبر استفاده کنید.",
        "cp-and": "امنیت دستگاه اندرویدی",
        "cp-and1": "به طور منظم دسترسی‌هایی که برنامه‌ها درخواست می‌دهند را بررسی کنید و اطمینان حاصل کنید که معقول هستند؛ برای این کار، وارد تنظیمات شده و روی Apps بزنید. روی یکی از نرم‌افزارها بزنید. وارد Permissions شوید.",
        "cp-and2": "در بخش Allowed، لیستی از دست‌رسی‌های نرم‌افزار را مشاهده می‌کنید. روی یکی از موارد بزنید. می‌توانید انتخاب کنید که این دست‌رسی هنگام استفاده از نرم‌افزار فعال باشد، هربار از شما برای دست‌رسی سوال شود، و یا دست‌رسی کاملا قطع شود. این مراحل را برای همه نرم‌افزارها و همه دست‌رسی‌ها انجام دهید.",
        "cp-and3": "در تنظیمات امنیتی دستگاه، اطمینان حاصل کنید که گزینه \"نصب از منابع ناشناخته\" غیرفعال شده است تا نصب برنامه‌های غیرمجاز جلوگیری شود. برای این کار، در تنظیمات وارد Biometrics and Security و سپس وارد Install Unknown Apps شوید. در این بخش، لیستی از نرم‌افزارهایی که اجازه نصب نرم‌افزار روی دستگاه شما دارند را مشاهده می‌کنید و با خاموش کردن کلید جلوی آن‌ها، می‌توانید این دست‌رسی‌را قطع کنید.",
        "cp-and4": "در تنظیمات وارد Biometrics and Security و سپس وارد other security settings شوید. روی Device Admin Apps بزنید. در این بخش، لیستی از نرم‌افزارهایی که دست‌رسی ایجاد تغییرات (نظیر حذف اطلاعات از راه دور) در دستگاه شما دارند را مشاهده می‌کنید و با خاموش کردن کلید جلوی آن‌ها، می‌توانید این دست‌رسی‌را قطع کنید. به‌طور دوره‌ای این کار را انجام دهید.",
        "cp-ios": "امنیت iPhone",
        "cp-ios1": "به طور منظم دسترسی‌هایی که برنامه‌ها درخواست می‌دهند را بررسی کنید و اطمینان حاصل کنید که معقول هستند؛ برای این کار، در تنظیمات وارد Home Screen & App Library شوید و سپس روی یکی از نرم‌افزارها بزنید. در این بخش، لیستی از دست‌رسی‌های نرم‌افزار را مشاهده می‌کنید. روی یکی از موارد بزنید. می‌توانید انتخاب کنید که این دست‌رسی هنگام استفاده از نرم‌افزار فعال باشد، هربار از شما برای دست‌رسی سوال شود، و یا دست‌رسی کاملا قطع شود. این مراحل را برای همه نرم‌افزارها و همه دست‌رسی‌ها انجام دهید.",
        "cp-ios2": "در تنظیمات، روی پروفایل خود کلیک کنید و وارد iCloud شوید. روی Passwords and Keychain بزنید. با روشن کردن این کلید، رمزهای عبور و اطلاعات کارت اعتباری شما، به‌صورت ایمن ذخیره می‌شوند.",
        "cp-ios3": "در تنظیمات وارد Privacy and Security شوید. روی Apple Advertising بزنید. با خاموش کردن این کلید، اطلاعاتتان برای تنظیم تبلیغات مرتبط ارسال نمی‌شود.",
        "cp-ios4": "در تنظیمات وارد Face ID & Passcode شوید. رمز خود را وارد کنید. با روشن کردن کلید Erase Data، درصورتی که رمز ورودتان را ده بار اشتباه وارد کنید، اطلاعات دستگاهتان کاملا پاک می‌شوند."
    },
    "TikTok": {
        "tt-title": "آموزش امنیت تیک‌تاک برای فعالان مدنی و روزنامه‌نگاران",
        "tt-topic": "{امنیت تیک‌تاک}",
        "tt-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "tt-update": "پاییز ۱۴۰۲",
        "tt-settings": "ورود به تنظیمات تیک‌تاک",
        "tt-settings-desc": "روی Profile در منوی پایین صفحه کلیک کنید تا به صفحه پروفایل منتقل شوید. در صفحۀ پروفایل تیک‌تاک، با کلیک بر روی منوی همبرگری (سه خط افقی بالا) منوی امکانات برای شما نمایش داده می‌شود. با کلیک روی Setting and privacy، وارد تنظیمات تیک‌تاک می‌شوید.",
        "tt-pri": "تنظیمات حریم خصوصی تیک‌تاک",
        "tt-pri-desc": "با خصوصی کردن حساب کاربری، افراد فقط با کسب اجازه از شما می‌توانند صفحه شما را ببینند. برای این کار، در تنطیمات وارد Privacy شده و کلید Private account را روشن کنید. و برای این‌که دیگران نتوانند آنلاین بودن شما را ببینند، کلید Activity status را خاموش کنید.",
        "tt-tfa": "تنظیم ورود دومرحله‌ای تیک‌تاک",
        "tt-tfa1": "در تنظیمات وارد Security شوید و روی Two-step verification کلیک کنید. روش‌های دریافت رمز دومرحله‌ای را انتخاب کنید (حداقل دوتا) و روی TurnOn کلیک کنید.",
        "tt-tfa2": "آدرس ایمیل خود را وارد کنید و دکمه Send code را بزنید. کدی که در ایمیل خود دریافت کرده‌اید را وارد کنید. حالا رمزی با ویژگی‌های تعیین شده بسازید و دکمه Next را بزنید. روی Copy code کلیک کنید و Next را بزنید. سپس به نرم‌افزار تایید دومرحله‌ای بروید.",
        "tt-tfa3": "روی علامت + پایین صفحه کلیک کنید و Enter a setup key را انتخاب کنید. نام انتخابی و رمز کپی شده را وارد کنید و دکمه Add را بزنید. سپس کد جلوی حسابتان را بردارید و به تیک‌تاک برگردید.",
        "tt-tfa4": "کدی که از برنامه برداشتید را اینجا وارد کنید. در این مرحله می‌توانید شماره تلفن خود را وارد کنید و یا با دکمه Skip از آن عبور کنید. همچنین نرم‌افزار از شما سوال می‌کند که آیا می‌خواهید دستگاهتان به‌عنوان دستگاه مورد اعتماد ثبت شود یا خیر. دستگاه مورد اعتماد، دستگاهی است که نیاز به ورود دومرحله ای ندارد. اگر می‌خواهید Add و اگر نمی‌خواهید که ثبت شود، Skip را بزنید.",
        "tt-devices": "بررسی دست‌رسی‌ها به حساب تیک‌تاک",
        "tt-devices1": "در تنظیمات وارد Security شوید. در بخش Security alerts، مطمئن شوید که فعالیت غیرطبیعی در حساب شما رخ نداده باشد.",
        "tt-devices2": "به Security برگردید و وارد Manage devices شوید. در این بخش لیست نشست‌های فعال حساب خود را مشاهده می‌کنید و می‌توانید نشست‌های غریبه را حذف کنید.",
        "tt-devices3": "دوباره به Security برگردید و این‌بار وارد Two-step verification شوید. در بخش آخر می‌توانید لیست دستگاه‌های مورد اعتماد را مشاهده و یا با زدن علامت سطل زباله حذف کنید. همچنین با خاموش بودن کلید Save login info در Security، اطلاعات ورود (شناسه و رمز)، در دستگاه‌هایی که با آن وارد حساب می‌شوید ثبت نمی‌شود.",
        "tt-da": "غیرفعال/پاک کردن حساب کاربری تیک‌تاک",
        "tt-da1": "در تنظیمات وارد Accounts شده و روی Deactivate or delete account کلیک کنید. Deactivate به این معناست که شما مدتی شناسه خود را غیرفعال می‌کنید و طی این مدت شناسه شما برای همه پنهان می‌شود تا زمانی که دوباره وارد شناسه خود شوید و فعال شود. Delete account به این معناست که همه اطلاعات شناسه کاربری شما به‌طور کامل پاک شوند و قابل بازیابی نباشند.",
        "tt-da2": "برای غیرفعال کردن حساب، مورد اول را انتخاب کرده و دکمه Deactivate را بزنید. رمز حساب خود را وارد کنید و دکمه صورتی رنگ را بزنید. برای پایان کار، دکمه Deactivate را بزنید.",
        "tt-da3": "برای پاک کردن حساب، مورد دوم را انتخاب کنید و دلیل پاک کردن حساب خود را انتخاب و یا روی Skip کلیک کنید. با زدن تیک پایین صفحه، می‌پذیرید که حساب شما به مدت ۳۰ روز غیرفعال شود و پس از آن درصورت عدم بازگشت شما، اطلاعات کاملا پاک شوند. دکمه Continue را بزنید.",
        "tt-da4": "دکمه Continue را بزنید. رمز حساب خود را وارد کنید و روی دکمه صورتی رنگ کلیک کنید. به‌عنوان آخرین مرحله، Delete را بزنید."
    },
    "Twitter": {
        "tw-title": "آموزش امنیت X (توییتر) برای فعالان مدنی",
        "tw-topic": "{امنیت X (توییتر)}",
        "tw-intro": "مروری بر مهم‌ترین تنظیمات امنیتی",
        "tw-update": "پاییز ۱۴۰۲",
        "tw-settings": "ورود به تنظیمات X (توییتر)",
        "tw-settings-desc": "روی عکس پروفایل خود کلیک کنید. روی Settings and support بزنید. وارد settings and privacy شوید.",
        "tw-pri": "تنظیمات حریم خصوصی در X (توییتر)",
        "tw-pri1": "در تنظیمات، وارد Your account شوید. سپس روی Account information کلیک کنید. در این قسمت می‌توانید شناسه، شماره تلفن و ایمیل تایید شده خودتان را ببینید و یا تغییر دهید.",
        "tw-pri2": "وارد Protect posts شوید. اگر کلید این قسمت را روشن کنید، پست‌های شما فقط برای دنبال‌کنندگانتان نمایش داده‌می‌شوند. همچنین می‌توانید وارد Post tagging شده و با خاموش کردن آن، به دیگران اجازه ندهید که شما را در پست‌های خود تگ کنند.",
        "tw-pri3": "در تنظیمات وارد Privact and safety شوید. روی Direct messages کلیک کنید و انتخاب کنید که چه کسانی می‌توانند به شما پیام خصوصی بفرستند؛ هیچکس، افراد تایید شده، یا همه. همچنین اگر گزینه Show receipts را خاموش کنید، برای کسانی که به شما پیام می‌دهند، مشخص نمی‌شود که پیامشان را دیده‌اید.",
        "tw-pri4": "به Privact and safety برگردید و روی Discoverability and contacts کلیک کنید. با خاموش بودن این دو گزینه، کسانی که شماره تلفن یا ایمیل شما را دارند، نمی‌توانند حساب شما را در مخاطبین X (توییتر) خود مشاهده کنند.",
        "tw-da": "حذف حساب کاربری X (توییتر)",
        "tw-da-desc": "در تنظیمات، وارد Your account شوید. سپس رویDeactive your account کلیک کنید. دکمه Deactivate را بزنید و رمز حساب کاربری خود را وارد کنید. دوباره Deactivate را بزنید. حساب شما پاک شد.",
        "tw-tfa": "تنظیم ورود دو مرحله‌ای X (توییتر)",
        "tw-tfa1": "در تنظیمات وارد Security and account access شوید. روی Security کلیک کنید. گزینه Password reset protect را روشن کنید. رمز خود را وارد کنید و Save را بزنید. با فعال کردن این گزینه، درصورت بازیابی رمز، رمز شما به ایمیل یا شماره تلفنتان ارسال خواهد شد و مستقیما نمی‌توانید آن را بازیابی کنید.",
        "tw-tfa2": "به security and account access برگردید. وارد security شوید. روی two-factor authentication کلیک کنید. authentication app را بزنید. رمز شناسه خود را وارد کنید. روی confirm بزنید.",
        "tw-tfa3": "روی Get started کلیک کنید. روی ?can't scan the QR code بزنید. کد نمایش داده‌شده روی صفحه را بردارید.",
        "tw-tfa4": "وارد نرم‌‌افزار Authenticator شوید و روی دکمه + بزنید. Enter a setup key را انتخاب کنید. شناسه X (توییتر) و کدی که از X (توییتر) برداشتید را در این قسمت وارد کنید. شناسه ما ثبت شد. حالا عدد جلوی شناسه‌تان را بردارید و به X (توییتر) برگردید.",
        "tw-tfa5": "next را بزنید. کد را در قسمت مشخص شده وارد کنید و confirm را بزنید. روی get backup code کلیک کنید. کدهای نمایش داده شده در صفحه را در جایی (نرجیحا غیر دیجیتال) ذخیره کنید تا زمانی که دسترسی به دستگاهتان ندارید از آن‌ها استفاده کنید.",
        "tw-devices": "بررسی دست‌رسی‌ها به X (توییتر)",
        "tw-devices1": "در تنظیمات وارد Security and account access شوید. روی Apps and sessions کلیک کنید. در بخش Connected apps می‌توانید نرم‌افزارهایی که اکانت X (توییتر)تان را مدیریت می‌کنند (نرم‌افزارهای شخص ثالث و غیر خود X (توییتر)) را ببینید و دست‌رسی آن‌ها را قطع کنید.",
        "tw-devices2": "به Apps and sessions برگردید. وارد Sessions شوید. در اینجا نشست‌های فعال حساب خود را مشاهده می‌کنید. برای قطع اتصال همه دستگاه‌ها جز دستگاه فعلی، روی Log out of all other sessions کلیک کنید.",
        "tw-devices3": "به Security and account access برگردید. روی Connected accounts کلیک کنید. در این بخش تمامی حساب‌های متصل به حساب X (توییتر) خود را مشاهده می‌کنید. برای قطع اتصال، Disconnect را بزنید.",
        "tw-loc": "حذف مکان‌های ثبت شده در پست‌های X (توییتر)",
        "tw-loc-desc": "در تنظیمات وارد Privact and safety شوید. روی Your posts کلیک کنید. وارد بخش مشخص شده در تصویر شوید و دکمه قرمز رنگ را بزنید."
        },
    "Computer": {
        "pc-title": "آموزش امنیت رایانه برای فعالان مدنی",
        "pc-topic": "امنیت رایانه",
        "pc-intro": "راه‌هایی ساده برای افزایش امنیت رایانه شخصی",
        "pc-update": "پاییز ۱۴۰۲",
        "pc-tip": "چند نکته کلی",
        "pc-tip1": "دستگاه و نرم‌افزارهای خود را به‌روز نگه دارید.",
        "pc-tip2": "برای دستگاه خود، از رمز قوی استفاده کنید.",
        "pc-tip3": "یک حساب کاربری استاندارد برای استفاده روزمره ایجاد کنید تا خطر دسترسی بدافزارها به سیستم را کاهش دهید.",
        "pc-tip4": "نرم‌‌افزارها را از منابع معتبر دانلود و نصب کنید.",
        "pc-tip5": "تا حد امکان از نصب نرم‌افزارهای سوم شخص (Third Party) جلوگیری کنید.",
        "pc-tip6": "از استفاده از شبکه‌های وای‌فای عمومی برای فعالیت‌های حساس پرهیز کنید.",
        "pc-tip7": "به‌طور منظم اطلاعات مهم خود را با یک منبع خارجی یا خدمات ابری پشتیبان‌گیری کنید. این کار اطمینان حاصل می‌کند که اگر دستگاه خود گم شود یا تخریب شود، می‌توانید اطلاعات خود را بازیابی کنید.",
        "pc-tip8": "از یک برنامه آنتی‌ویروس یا امنیتی معتبر استفاده کنید.",
        "pc-wd": "فعال‌سازی Windows Defender در ویندوز ۱۰ و ۱۱",
        "pc-wd1": "وارد تنظیمات شده و روی Update & Security کلیک کنید.",
        "pc-wd2": "از منوی سمت چپ وارد Windows Security شوید و دکمه Open Windows Security را بزنید.",
        "pc-wd3": "وارد Virus & Threat Protection شوید و روی Manage Settings کلیک کنید.",
        "pc-wd4": "کلید Real-time protection, cloud-delivered protection, automatic sample submission و tamper protection را روشن کنید.",
        "pc-wd5": "وارد Firewall and Network protection شوید.",
        "pc-wd6": "وارد Domain Network شوید و کلید Microsoft Defender Firewall را روشن کنید.",
        "pc-wd7": "به Firewall and Network protection برگردید و وارد Private Network شوید و کلید Microsoft Defender Firewall را روشن کنید.",
        "pc-wd8": "دوباره به Firewall and Network protection برگردید و وارد Public Network شوید و کلید Microsoft Defender Firewall را روشن کنید.",
        "pc-wd9": "وارد App & Browser Control شوید و روی Reputation-based protection settings کلیک کنید.",
        "pc-wd10": "کلیدهای Check apps and files، SmartScreen for Microsoft Edge، Potentially unwanted app blocking و SmartScreen for Microsoft Store apps را روشن کنید.",
        "pc-bl": "فعال‌سازی Bitlocker در ویندوز ۱۱",
        "pc-bl-source": "منبع عکس‌ها: https://www.windowscentral.com/how-configure-bitlocker-encryption-windows-11",
        "pc-bl1": "در تنظیمات، از منوی سمت چپ وارد System و سپس وارد Storage شوید.",
        "pc-bl2": "روی Advanced storage settings کلیک کنید و وارد Disks & volumes شوید.",
        "pc-bl3": "درایوی که می‌خواهید رمزگذاری کنید را انتخاب و روی دکمه Properties  در کنار آن کلیک کنید.",
        "pc-bl4": "روی Turn on BitLocker کلیک کنید.",
        "pc-bl5": "دوباره روی Turn on BitLocker کلیک کنید.",
        "pc-bl6": "روش پشتیبان‌گیری کد بازیابی خود را انتخاب کنید. توجه کنید که شما همیشه می‌توانید کد بازیابی را در حساب مایکروسافت خود پیدا کنید. همچنین، گزینه ذخیره انلاین تنها زمانی در دسترس است که حساب به یک حساب مایکروسافت متصل باشد.",
        "pc-bl7": "دکمه Next را بزنید و گزینه Encrypt used disk space only را انتخاب کنید.",
        "pc-bl8": "دکمه Next را بزنید و گزینه New encryption mode را انتخاب کنید.",
        "pc-bl9": "تیک Run BitLocker system check را و سپس دکمه Continue را بزنید و اگر دستگاه نیاز به ری‌ستارت شدن داشت، آن را ری‌ستارت کنید تا مراحل تکمیل شود.",
        "pc-bl10": "برای غیرفعال‌سازی رمزگذاری، وارد Control Panel شده و روی System and Security کلیک کنید. سپس روی BitLocker Drive Encryption کلیک کنید.",
        "pc-bl11": "دکمه Turn off BitLocker را بزنید. دوباره Turn off BitLocker را بزنید."
    }
}