{
    "2FA": {
        "tf-title": "Sivil Aktivistler için İki faktörlü kimlik doğrulama eğitimi",
        "tf-topic": "İki faktörlü kimlik doğrulama.",
        "tf-intro": "Kimliklerin güvenliğini artırmak için bir yöntem",
        "tf-desc": "Neden iki faktörlü doğrulama?",
        "tf-desc1": "İki faktörlü doğrulama (2FA), hackerların güvenlik açıklarını kullanarak kötüye kullanımını önlemek için ek bir güvenlik katmanıdır. Eğer şifreniz herhangi bir nedenden dolayı (ihmal, basitlik, hacklenme) ifşa olursa, hackerlar kolayca kimliğinize erişebilir ve bilgilerinize ulaşabilir.",
        "tf-desc2": "İki faktörlü doğrulama (2FA) etkinleştirildiğinde, bir hacker'ın kimlik şifrenizi elinde bulundurması durumunda, giriş yapmak için şifreden daha fazlasına ihtiyaç duyar: Geçerlilik süresi birkaç dakikadan fazla olmayan bir geçici kod. Bu kod genellikle hacker'ın kolayca erişemeyeceği bir yöntemle (örneğin e-posta gibi) oluşturulur. Bunlar, SMS gibi yöntemlere benzer, internete bağlı olmayan özel yazılımlar veya donanım araçları kullanma gibi yöntemler olabilir.",
        "tf-desc3": "İki faktörlü doğrulamanın yaygın kullanılan bazı yöntemleri arasında güvenlik anahtarı kullanımı, SMS yoluyla geçici kod alımı ve yanı sıra harici bir yazılım kullanımı bulunmaktadır.",
        "tf-list": "Bazı önemli noktalar",
        "tf-list1": "Bazı web siteleri iki faktörlü doğrulama için telefon numaranıza ihtiyaç duyabilir. Kendi standart telefon numaranızı (ve hatta telefonunuzu) kullanmak yerine, Bilinmeyen bir numara (adınıza kayıtlı olmayan) kullanmanız ve bu numarayı tercih etmeniz daha iyi olabilir. Güvendiğiniz arkadaşlarınızın veya akrabalarınızın telefon numaralarını başka bir şehirde veya ülkede kullanmak da uygun bir seçenektir. Bu hattın süresi dolmamış veya iptal edilmemiş olması gerektiğini unutmayın.",
        "tf-list2": "Bazı web siteleri, iki faktörlü doğrulamayı etkinleştirdikten sonra size bir dizi geçici kod sağlayabilir. Bu kodları güvende tutmak önemlidir ve tercihen dijital bir ortamda olmamalıdır.",
        "tf-list3": "Cihazınızın güvenliği zayıfsa, cihazınızın fiziksel olarak bir hackerın elinde olması veya birinin cihazınıza erişim sağlaması durumunda, iki faktörlü doğrulamayı atlamak mümkün olabilir. Bu tür bir durumu önlemek için genel ve fiziksel cihaz güvenliğine dikkat etmek önemlidir.",
        "tf-list4": "Hacker'lar, iki faktörlü doğrulama kodunu elde etmek için phishing (sahte sayfalar), SMS dinleme veya daha karmaşık yöntemler gibi çeşitli yöntemler kullanabilirler. İki faktörlü doğrulama kodunu girdiğiniz sayfa adresine dikkat etmek önemlidir.",
        "tf-list5": "İki faktörlü doğrulamanın hacklenmesinde yaygın olarak kullanılan bir yöntem, kurbanın telefonuna erişildiğinde doğrulama kodunu telefon ekranından okumaktır.Telefonunuzu yalnız bırakmayın ve içeriğin kilit ekranında görüntülenmesi özelliğini devre dışı bıraktığınızdan emin olun.",
        "tf-tools": "İki faktörlü doğrulamayı etkinleştirmek için kullanabileceğiniz bazı araçlar:",
        "tf-tools1": "Google Authenticator",
        "tf-tools2": "Twilio Authy",
        "tf-tools3": "Bitwarden",
        "tf-option11": "Daha yüksek güvenlik",
        "tf-option12": "Yedekleme.",
        "tf-option21": "birden fazla cihaza kurulması",
        "tf-google": "Google'ın iki faktörlü doğrulaması",
        "tf-google1": "Google hesabınıza giriş yapın. Kendi profilinize tıklayın. \"Manage your Google account\" düğmesine tıklayın.",
        "tf-google2": "\"Security\" bölümüne girin.",
        "tf-google3": "Sayfayı aşağı kaydırın. \"How to sign in to Google\" bölümünde, \"Two-step verification\" seçeneğine tıklayın.",
        "tf-google4": "\"Get started\" düğmesine tıklayın.",
        "tf-google5": "\"Show more options\" seçeneğine tıklayın. \"Google Prompt\" seçeneğine tıklayın.",
        "tf-google6": "Bu özelliği kullanmak için hesabınızın bir mobil cihazda etkin olması gerekmektedir. \"Continue\" düğmesine tıklayın. \"Use another backup option\" seçeneğine tıklayın.",
        "tf-google7": "Yedekleme kodları, cihazınıza erişiminiz olmadığında size gösterilen kodlardır. Onları güvenli bir yerde (tercihen dijital olmayan bir ortamda) saklamanız önemlidir. Ayrıca, \"Print\" seçeneğini kullanarak PDF formatında kaydetme veya \"Download\" seçeneğini kullanarak TXT formatında kaydetme seçeneklerini kullanabilirsiniz. \"Next\" düğmesine tıklayın. \"Turn on\" seçeneğine tıklayın.",
        "tf-google8": "\"Authenticator app\" bölümüne girin.",
        "tf-google9": "\"Set up authenticator +\" düğmesine tıklayın. Kendi telefonunuzda Google Authenticator uygulamasına girin. \"+\" simgesine tıklayın.",
        "tf-google10": "\"Scan a QR code\" seçeneğini seçin. Gösterilen kodu telefonunuzdaki Google Authenticator uygulamasıyla tarayın. Google hesabınız otomatik olarak uygulamanıza eklenir. \"Next\" düğmesine tıklayın.",
        "tf-google11": "Google Authenticator uygulamasında hesabınızın yanında gösterilen kodu bu bölüme girin. \"Verify\" düğmesine tıklayın. İki faktörlü doğrulama google hesabınız için etkinleştirildi,",
        "tf-tw": "Twitter'da iki faktörlü doğrulama",
        "tf-tw1": "Twitter uygulamasına giriş yapın. Profil fotoğrafınıza tıklayın. \"Settings and support \" seçeneğine tıklayın. \"settings and privacy\" bölümüne girin. \"security and account access\" seçeneğine tıklayın.",
        "tf-tw2": "\"security\" bölümüne girin. \" two-factor authentication\" seçeneğine tıklayın. \"Authentication app\" seçeneğine tıklayın. Hesap şifrenizi girin. \"confirm\" düğmesine tıklayın.",
        "tf-tw3": "\"Get started\" düğmesine tıklayın. \"QR kodu tarayamıyor musunuz?\" üzerine tıklayın. Ekranda görüntülenen kodu kaldırın.",
        "tf-tw4": "Kendi telefonunuzda Google Authenticator uygulamasına girin. \"+\" simgesine tıkla. Twitter kimlik bilgilerinizi ve Twitter'dan aldığınız kodu buraya girin. Kimliğiniz kaydedildi. Şimdi kimliğinizin önündeki sayıyı alın ve Twitter'a geri dönün.",
        "tf-tw5": "\"Next\" düğmesine tıklayın. Belirtilen alana kodu girin ve \"confirm\" düğmesine tıklayın. \"Get backup code\" seçeneğine tıklayın. Yedekleme kodları, cihazınıza erişiminiz olmadığında size gösterilen kodlardır. Onları güvenli bir yerde (tercihen dijital olmayan bir ortamda) saklamanız önemlidir. Adımlar tamamlandı.",
        "tf-insta": "Instagram'da iki faktörlü doğrulama",
        "tf-insta1": "Instagram uygulamasına giriş yapın. İnstagram, diğer fotoğraf tabanlı uygulamalar gibi anıları paylaşmak için kullanılır.   \nBu özellik sorun yaratabilir; Diyelim ki, bir kişi başka insanların olduğu  bir fotoğraf paylaşıyor ve fotoğraftaki insanlar herhangi bir nedenle, başkalarının ziyaretlerini ve konumlarını bilmesini istemiyorlar. Ancak fotoğrafın paylaşılması ve fotoğrafın konumunu eklenme olasılığı, insanların haberi olmadan diğerlerinin bu fotoğrafı görmesine ve kişisel mahremiyetin tehlikeye girmesine neden olabilir.Güvenliği korumak için birkaç noktaya dikkat etmelisiniz.",
        "tf-insta2": "Gerekli adımları gerçekleştirmeden önce, Duo veya Google Authenticator gibi bir kimlik doğrulama uygulamasını kurmanız gerekmektedir. Burada, Google Authenticator ile ilgili adımları size anlatacağız. Ayarlar'a gidin, Accounts Center'a girin ve Password and Security üzerine tıklayın. Ardından two-factor authentication (iki faktörlü kimlik doğrulama) bölümüne girin.",
        "tf-insta3": "Kendinize bir kimlik seçin ve iki faktörlü kimlik doğrulama için (en güvenli yöntem olarak özel bir uygulama kullanmak) seçeneğini seçin, ardından Next düğmesine tıklayın. Eğer uygulama aktif ise, Copy key üzerine tıklayarak anahtarınızı kopyalayın; eğer başka bir cihazda bulunuyorsa, View barcode/QR code üzerine tıklayarak gösterilen kodu diğer cihazınızla tarayın.",
        "tf-insta4": "Authenticator uygulamanıza girin ve + düğmesine tıklayın. Kodu almanın yöntemini seçin. İki seçeneğiniz vardır:\nScan a QR code üzerine tıklayarak başka bir cihazın ekranında gösterilen QR kodunu tarayın.\nEnter a setup key üzerine tıklayarak kopyalanan kimlik bilgisini yapıştırın.\n\"Continue\"tıklayın. Kimliğiniz başarıyla kaydedildi. Şimdi kimliğiniz authenticator uygulamasına eklenmiştir. Kodun önündeki altı basamaklı numarayı kopyalamak için ona tıklayın ve Instagram'a geri dönün.",
        "tf-insta5": "Kodu ilgili alana girin ve Next düğmesine basın. Son onaydan önce, yedek kodları görüntülemek için backup codes (yedek kodları) üzerine tıklayabilirsiniz. Bu kodlar, herhangi bir nedenle iki faktörlü kimlik doğrulama uygulamasına erişiminiz olmadığında hesabınıza giriş yapmak istediğinizde kullanılır. Bunları mümkünse dijital olmayan bir yerde kaydetmenizi öneririm. Son olarak, Done düğmesine basarak iki faktörlü kimlik doğrulama etkinleştirilecektir.",
        "tf-insta6": "Yönlendirildiğiniz sayfada Additional Methods (Ek yöntemler) bölümüne gidin. Burada, hesabınıza tanımlanmamış bir cihazın giriş yapması durumunda Instagram'ın size izin verip vermeyeceğini belirleyebilirsiniz.",
        "tf-faceb": "Facebook'ta iki faktörlü doğrulama",
        "tf-faceb1": "Facebook uygulamasına giriş yapın. Facebook ayarlarına girmek için hamburger menüsüne (sağ üst köşede bulunan yatay üç çizgi) tıklayın ve ardından dişli çarka tıklayın.",
        "tf-faceb2": "Ayarlar bölümünden \"Password and security\"e girin. \"Use two-factor authentication\" bölümünde uygun yöntemi seçin ve \"Continue\" düğmesine basın. Sayfada gösterilen kodu (tercihen dijital olmayan bir yerde) kaydedin, böylece herhangi bir nedenden dolayı iki faktörlü kimlik doğrulama yazılımıyla iletişiminiz kesilirse tekrar kaydedebilirsiniz. Eğer iki faktörlü kimlik doğrulamayı kendi cihazınızda etkinleştirmek istiyorsanız, \"Set up on same device\" seçeneğine tıklayın. Otomatik olarak iki faktörlü kimlik doğrulama yazılımına (örneğin Google Authenticator) yönlendirileceksiniz. \"Okey\" düğmesine basın. Kimlik doğrulama kodunuz kaydedildi.",
        "tf-faceb3": "Eğer başka bir cihazda iki faktörlü doğrulamayı etkinleştirmek istiyorsanız, ikinci cihazda iki faktörlü doğrulama yazılımına girin ve \"add\" (+) düğmesine basın. İki yol ile kimlik doğrulama kaydedebilirsiniz; \n\"Scan a QR code\" tıklayın ve Facebook sayfasında gösterilen QR kodunu tarayın,\n\"Enter a setup key\"seçeneğine tıklayın ve Facebook sayfasında gösterilen kimlik ve kodu girin. \n\"Continue\"düğmesine basın. Kimliğiniz kaydedildi. Yedekleme kodları, cihazınıza erişiminiz olmadığında size gösterilen kodlardır. Onları güvenli bir yerde (tercihen dijital olmayan bir ortamda) saklamanız önemlidir.",
        "tf-faceb4": "İki faktörlü giriş uygulamasında, kimliğiniz için gösterilen kodu alın ve Facebook hesabınızdaki belirtilen yere girin. Facebook kimliğinizin orijinal şifresini girin ve \"CONTINUE\" düğmesine basın. İki faktörlü girişiniz\"etkinleştirildi.",
        "tf-faceb5": "Eğer bir cihaz ve iki faktörlü doğrulama koduyla giriş yaparsanız, o cihaz güvenilir bir cihaz olarak tanınır ve sonraki seferlerde iki  faktörlü doğrulama kodu olmadan giriş yapabilirsiniz. \n\"Password and security\"e geri dönün. \"Authorized logins\"da güvendiğiniz cihazların listesini görebilir ve istemediğiniz cihazları silebilirsiniz.",
        "tf-faceb6": "Tanımadığınız bir cihazdan (daha önce kullanmadığınız) hesabınıza giriş bildirimi almak için, \"Password and security\" geri dönün ve resimde gösterilen bölümde, bildirimi almak için tercih ettiğiniz yöntemi belirtin."
    },
    "BitWarden": {
        "b-title": "Sivil toplum aktivistleri için şifre yönetimi eğitimi",
        "b-topic": "Şifre Yönetimi",
        "b-intro": "Parola yönetimi için bir program",
        "b-update": "Yaz 2023",
        "b-intro-desc": "Bilgi güvenliğini korumanın yollarından biri, farklı sitelerde aynı şifreyi kullanmamak ve giriş bilgilerini kaydetmemektir. Bu işi kolaylaştırmak için şifre yönetim araçları kullanarak güçlü şifreler oluşturur ve onları saklarız. Bu durumda, hesaplarınızdan biri hacklenirse veya şifreniz ifşa olursa veya cihazınız başkasının eline geçerse, tüm hesaplarınızın tehlikeye düşme olasılığı önemli ölçüde azalır.",
        "b-list": "Bitwarden Özellikleri",
        "b-list1": "İnternet formlarını doldurmak için gerekli bilgileri kaydetme imkanı.",
        "b-list2": "Otomatik olarak karmaşık ve benzersiz şifre önerisi",
        "b-list3": "Şifreleri başkalarıyla paylaşma imkanı",
        "b-list4": "Şifreleri kategorilere ayırma",
        "b-list5": "Cep telefonuna yükleme imkanı",
        "b-list6": "Popüler web siteleri için otomatik şifre değiştirme",
        "b-list7": "Acil durumlarda, güvenilen bir kişinin hesaba erişme olasılığı",
        "b-list8": "Bilgilerin sızdırılması konusunda uyarı ",
        "b-list9": "Ülkeye göre girişin sınırlanması (IP, vb.) ",
        "b-list10": "güvenli notlar",
        "b-list11": "Çok faktörlü kimlik doğrulama",
        "b-reg": "Bitvarden'da bir kullanıcı hesabı oluşturma",
        "b-reg1": "Lütfen <a href='https://bitwarden.com/download/'>resmi Bitwarden web sitesine</a> gidin ve \"Create a Free Acconut\" düğmesine tıklayın. Lütfen kayıt formunu doldurun. \"Master password\", uygulama/şifre yönetimi eklentisine giriş yapmanızı sağlayan şifredir. \"Master password hint\"  öyle seçin ki onu  görerek şifre'yi sadece siz hatırlayabilesiniz.\nKuralları kabul etmek için onay işaretini işaretleyin ve \"Create account\" düğmesine basın.",
        "b-reg2": "Otomatik olarak giriş sayfasına yönlendirileceksiniz. E-postanızı girin. Eğer tarayıcınız size e-posta ve şifre kaydetmek için sorarsa, kabul etmemeniz daha iyi olur. \nGiriş şifresini girin ve \"Login with master password\" tıklayın.",
        "b-reg3": "Şu anda hesap kullanıcı sayfanızdasınız. Sayfanın sağ üst köşesinde \"VERIFY EMAIL\" bölümü bulunmaktadır. Hesabınızı e-postanızla doğrulamak için \"Send email\" düğmesine basın.",
        "b-reg4": "E-postanızı açın ve Bitwarden tarafından alınan e-postaya giriş yapın. E-posta içindeki mavi renkli düğmeye tıklayın.\nLütfen hesabınıza tekrar giriş yapın, böylece işleminiz tamamlanmış olur.",
        "b-ex": "Bitwarden eklentisini kurma",
        "b-ex1": "Lütfen Bitwarden web sitesine geri dönün ve biraz aşağı kaydırarak \"Web Browser\" bölümünde kendi tarayıcınızı seçin. \n(Muhtemelen bu bölümdeki adımlar yasaklıdır ve vpn'e ihtiyacınız olacaktır.ayrıca tarayıcınızın her seçenek için farklı bir adı olabilir,ancak işlemler genel olarak tüm tarayıcılarda benzerdir. Biz \"Microsoft Edge\" tarayıcısını kullanıyoruz.)",
        "b-ex2": "Otomatik olarak Bitwarden eklenti sayfasına yönlendirileceksiniz. 'Get' üzerine tıklayın.\nLütfen \"Add extention\" düğmesine tıklayarak eklentinin tarayıcınıza yüklenmesini sağlayın.",
        "b-ex3": "Lütfen tarayıcınızın üst kısmından, eklentilerin menüsünü açın. Kendi tarayıcınızdaki Göz Düğmesini (veya başka bir işareti kendi tarayıcınızda) tıklayarak eklentiyi tarayıcıya sabitleyin.",
        "b-ex4": "Eklentiye tıklayın ve hesabınıza giriş yapın.Kendi İsteğinize göre , e-postanızı hatırlamasını seçin veya seçmeyin.\nLütfen hesap şifrenizi girin. Eklenti sizin için etkinleştirildi.",
        "b-gen": "Bitwarden ile şifre oluşturma",
        "b-gen1": "Lütfen eklentiye tıklayarak şifrenizi girin ve hesabınıza giriş yapın. Her girişte şifrenizi kullanmanız gerekmektedir; biz burada tekrarlamaktan vazgeçtik. Lütfen \"Generator\" bölümüne gidin.\nTercih ettiğiniz şifrenin hangi özelliklere sahip olmasını istediğinizi belirleyin ve ardından üretilen şifreyi kopyalayıp ve gereken yere yapıştırın.",
        "b-gen2": "Herhangi bir web sitesine ilk giriş yaptıktan sonra, otomatik olarak eklenti tarafından size bilgilerinizi kaydetmek isteyip istemediğinizi soran bir iletişim kutusu görünecektir. Sayfanın üstünde bulunan mavi renkli düğmeye (Save) tıklayın.",
        "b-use": "Bitwarden'deki bilgilere erişim",
        "b-use1": "Bir hesaba giriş yapmak istediğinizde, giriş sayfasına (Login) gidin. Ardından Bitwarden eklentisine tıklayarak içine girin. Hesap bilgileriniz otomatik olarak görüntülenecektir. Hesabın adına tıkladığınızda otomatik olarak doldurulan giriş formunu göreceksiniz. Ayrıca hesap yanındaki menüden \"Görüntüle\" (View) seçeneğini seçerek hesap bilgilerini görüntüleyebilirsiniz.",
        "b-use2": "Ayrıca ana sayfada bir siteyi aratarak bilgilerinize erişebilir ve sağ taraftaki menüdeki \"Lunch\" düğmesine tıklayarak doğrudan o siteye girebilirsiniz."
    },
    "FaceBook": {
        "f-title": "Sivil toplum aktivistleri için Facebook güvenliği eğitimi",
        "f-topic": "Facebook güvenliği",
        "f-intro": "En önemli güvenlik ayarlarının incelenmesi",
        "f-update": "Mart 2023",
        "f-settings": "Facebook ayarlarına giriş",
        "f-settings-desc": "Facebook ayarlarına girmek için hamburger menüsüne (sağ üst köşede bulunan yatay üç çizgi) tıklayın ve ardından dişli çarka tıklayın.",
        "f-contact": "Facebook'ta iletişim bilgilerinin görüntülenmesi",
        "f-contact1": "Ayarlar'a girin ve ilk seçeneğe tıklayın. \"Contact info\"ya girin.",
        "f-contact2": "Resimdeki adımları takip edin ve telefon numaranızı yalnızca sizin görebileceğinizi belirtin.",
        "f-contact3": "Lütfen \"Manage contact info\"ya geri dönün ve aynı adımları e-posta için de takip edin.",
        "f-da": "Facebook hesabı Silme/Devre Dışı Bırakma",
        "f-da-desc": "Ayarlar'a gidin ve resim adımlarını takip edin. İleri sayfasında, \"Deactivate account\" seçeneği,hesabınızdan çıkacağınız ve kimliğinizin başkaları için gizleneceği anlamına gelir, tekrar giriş yapana kadar. \"Delete account\" seçeneği ise kullanıcı kimliğinizin tüm bilgilerinin silineceği anlamına gelir. Koşullara bağlı olarak, uygun seçeneği seçin ve mavi düğmeye basın.",
        "f-access": "Facebook'ta ki erişim izinlerini kontrol etmek.",
        "f-access-desc": "Ayarlar bölümünden \" Password and security\" girin. \"Where you're logged\" bölümünde, sayfanın sol üst köşesindeki mavi renkli (See all) düğmesine tıklayarak  bağlantılarınızı görüntüleyin.Bilinmeyen bağlantıları kesin. Tüm oturumları kapatmak için \"LOG OUT OF ALL SESSIONS\" seçeneğine basın.",
        "f-tfa": "İki faktörlü kimlik doğrulama Etkinleştirme",
        "f-tfa1": "Ayarlar bölümünden \"Password and security\"e girin. \"Use two-factor authentication\" bölümünde uygun yöntemi seçin ve \"Continue\" düğmesine basın. Sayfada gösterilen kodu (tercihen dijital olmayan bir yerde) kaydedin, böylece herhangi bir nedenden dolayı iki faktörlü kimlik doğrulama yazılımıyla iletişiminiz kesilirse tekrar kaydedebilirsiniz. Eğer iki faktörlü kimlik doğrulamayı kendi cihazınızda etkinleştirmek istiyorsanız, \"Set up on same device\" seçeneğine tıklayın. Otomatik olarak iki faktörlü kimlik doğrulama yazılımına (örneğin Google Authenticator) yönlendirileceksiniz. \"Okey\" düğmesine basın. Kimlik doğrulama kodunuz kaydedildi.",
        "f-tfa2": "Eğer başka bir cihazda iki faktörlü doğrulamayı etkinleştirmek istiyorsanız, ikinci cihazda iki faktörlü doğrulama yazılımına girin ve \"add\" (+) düğmesine basın. İki yol ile kimlik doğrulama kaydedebilirsiniz; \n\"Scan a QR code\" tıklayın ve Facebook sayfasında gösterilen QR kodunu tarayın,\n\"Enter a setup key\"seçeneğine tıklayın ve Facebook sayfasında gösterilen kimlik ve kodu girin. \n\"Continue\"düğmesine basın. Kimliğiniz kaydedildi. Yedekleme kodları, cihazınıza erişiminiz olmadığında size gösterilen kodlardır. Onları güvenli bir yerde (tercihen dijital olmayan bir ortamda) saklamanız önemlidir.",
        "f-tfa3": "İki faktörlü giriş uygulamasında, kimliğiniz için gösterilen kodu alın ve Facebook hesabınızdaki belirtilen yere girin. Facebook kimliğinizin orijinal şifresini girin ve \"CONTINUE\" düğmesine basın. İki faktörlü girişiniz\"etkinleştirildi.",
        "f-tfa4": "Eğer bir cihaz ve iki faktörlü doğrulama koduyla giriş yaparsanız, o cihaz güvenilir bir cihaz olarak tanınır ve sonraki seferlerde iki  faktörlü doğrulama kodu olmadan giriş yapabilirsiniz. \n\"Password and security\"e geri dönün. \"Authorized logins\"da güvendiğiniz cihazların listesini görebilir ve istemediğiniz cihazları silebilirsiniz.",
        "f-tfa5": "Tanımadığınız bir cihazdan (daha önce kullanmadığınız) hesabınıza giriş bildirimi almak için, \"Password and security\" geri dönün ve resimde gösterilen bölümde, bildirimi almak için tercih ettiğiniz yöntemi belirtin.",
        "f-pro": "Facebook'ta kişisel bilgilerin görüntülenmesi",
        "f-pro1": "Ayarlar bölümünden \"Profile information\" girin. \"Contact info\" bölümünde \"Edit\" düğmesine basarak \"Manage contact information\"gidip ve hangi kişilerin iletişim bilgilerinizi görebileceğini ayarlayabilirsiniz. Bu bölüm, iletişim bilgilerinin görüntülendiği bölümde açıklanmıştır. \n\"Basic info\" bölümünde \"Edit\" düğmesine tıklayın.",
        "f-pro2": "Her öğenin yanında bir düğme bulunur; ona basarak bilgilerinizi kimlerin görebileceğini\nbelirleyebileceğiniz bir menü açılır. Ayarları kaydetmek için \"Save\" düğmesine basın.",
        "f-pri": "Facebook'ta iletişim kurma sınırlaması oluşturma",
        "f-pri1": "Ayarlar bölümünde, \"Audience and visibility\" menüsünden ikinci seçeneği seçin. Burada sizinle iletişim kurabilecek kişileri belirleyebilirsiniz. \nİlk seçenek, size arkadaşlık isteği gönderebilecek kişilere aittir. Kendiniz için uygun seçeneği seçin.",
        "f-pri2": "İkinci durum, kimlerin arkadaş listenizi görebileceğini belirler, ve son durum, Facebook dışındaki bir alanda (örneğin Google gibi) kimliğinizin aranabilir ve bağlantılı olup olmayacağını belirler.",
        "f-pri3": "Üçüncü ve dördüncü durumlar, e-posta veya telefon numaranızı olan kişilerin sizi Facebook'ta arayabileceğini belirler.",
        "f-post": "Facebook'ta gönderilerin görüntülenmesinde sınırlama oluşturma",
        "f-post1": "Ayarlar'a girin ve 'Posts' seçeneğine tıklayın. İlk bölüme tıklayın ve gelecekteki gönderilerinizi kimlerin görebileceğini belirleyin.",
        "f-post2": "\"Posts\"a geri dönün ve ikinci bölüme girin. Burada geçmiş gönderilerinizi sadece arkadaşlarınızın görebileceği şekilde sınırlayabilirsiniz.",
        "f-acc": "Kullanıcı hesabı bilgilerini Facebook yazılımından silme",
        "f-acc-desc": "Eğer herhangi bir nedenle hesabınızdan çıkış yaparsanız, uygulamayı açın, kullanıcı adınızın yanındaki üç noktaya tıklayın ve açılan menüdeki ilk üç seçeneği seçin, böylece hesap bilgileriniz telefondaki uygulamadan silinir.",
        "f-rem": "Facebook'ta güvenlik ayarlarını kontrol etme hatırlatıcısı",
        "f-rem-desc": "Yapmanız gereken en son şey olarak, Ayarlarda 'Privacy checkup\"  girin. Bu   bölümde en önemli güvenlik konularını göreceksiniz. Üç noktaya dokunun ve bu ayarları periyodik olarak kontrol etmek için hatırlatıcı ayarlayın."
    },
    "General": {
        "g-title": "Sivil aktivistler için genel güvenlik eğitimi",
        "g-topic": "Genel güvenlik",
        "g-intro": "güvenliği artırmak için basit yöntemler",
        "g-update": "Yaz 2023",
        "g-intro1": "Aniden zaman ne kadar çabuk geçiyor!",
        "g-intro2": "Bu mesaj, sorgulanan ve iletişim cihazlarına el konulan sivil aktivistlerden birinden geliyor. Çok geç olmadan gerekli önlemleri alın.",
        "g-tip": "Birkaç basit ipucu",
        "g-tip1": "Her hesap için benzersiz bir parola kullanın ve düzenli olarak değiştirin",
        "g-tip2": "Şüpheli URL'leri (web adreslerini) açmaktan kaçının.",
        "g-tip3": "Omuz Sörfü (Shoulder Surfing) saldırısına karşı dikkatli olun.",
        "g-tip4": "Kişisel konular hakkında genel olarak yazmaktan kaçının.",
        "g-tip5": "Uygulamaları yüklerken başka bir programın yüklenmesine izin vermeyin.",
        "g-tip6": "Bir bağlantıyı açmadan önce dikkatlice kontrol edin.",
        "g-tip7": "Şüpheli bir harici belleği cihazınıza bağlamayın.",
        "g-tip8": "Herhangi bir ek dosyayı açmayın. Kendinize \"Bu ek dosyayı mı bekliyordum?\" diye sorun.",
        "g-tip9": "Her zaman mesajın/e-postanın gönderen adresini kontrol edin.",
        "g-tip10": "Eğer şüpheli bir mesaj alırsanız, gönderenle iletişime geçerek mesajın gerçekliğini doğrulayın.",
        "g-tip11": "Phishing sayfalarına karşı dikkatli olun.",
        "g-tip12": "Kısaltılmış bağlantılara dikkat edin.",
        "g-tip13": "Cihazınıza bir anti-hırsızlık uygulaması yükleyin.",
        "g-tip14": "Düzenli olarak verilerinizi yedekleyin.",
        "g-tip15": "Güçlü ve benzersiz bir şifre kullanın; düzenli aralıklarla şifrenizi değiştirin.",
        "g-tip16": "Cihazınızı Jailbreak veya Root yapma riskine karşı bilinçli olun.",
        "g-tip17": "Yazılımlarınızı ve işletim sisteminizi güncel tutun.",
        "g-tip18": "İhtiyaç duyduğunuz yazılımları güvenli kaynaklardan indirin.",
        "g-tip19": "Sosyal medya platformlarında paylaştığınız bilgilere dikkat edin.",
        "g-tip20": "Hesaplarınızda iki faktörlü kimlik doğrulamayı (2FA) etkinleştirin.",
        "g-tip21": "Sahte ve yanıltıcı haberlere karşı dikkatli olun.",
        "g-tip22": "Bir güvenlik sorunuyla karşılaştıktan sonra arkadaşlarınızı bilgilendirin.",
        "g-tip23": "Cihazınızı herhangi bir yerde, hatta bir an için bile olsa, gözetimsiz bırakmayın.",
        "g-tip24": "Bilgilerinizi sabit disk, USB bellek, cep telefonu vb. gibi cihazlarda şifreleyin.",
        "g-tip25": "Doğru, bir VPN (Sanal Özel Ağ) sadece güvenliği sağlar, ancak mutlaka anonimliği garanti etmez.",
        "g-tip26": "Bir VPN kullanıcısının güvenliği, temel olarak VPN hizmet sağlayıcısının güvenilirliğine dayanır.",
        "g-tip27": "Güvenmediğiniz şirketlerden VPN hizmeti almayın.",
        "g-tip28": "Kamu Wi-Fi gibi halka açık internete erişirken VPN kullanmayı tercih edin.",
        "g-tip29": "Bazı ülkelerde, örneğin İran'da, internet sansürünü aşmak amacıyla VPN kullanımı yaygındır.",
        "g-tip30": "Eğer sadece sansürü aşmak için güvenilmeyen bir VPN kullanıyorsanız, hassas işleriniz için o VPN'i kullanmaktan kaçının",
        "g-tip31": "VPN sağlayıcı firmanın hukuki alanına dikkat edin; Bazı şirketler (örneğin İran'da) kullanıcı faaliyetlerini belirli bir süre boyunca saklamak zorunda kalabilir  ve adli makamlar tarafından talep edilmesi halinde onlara bilgi vermesi gerekmektedir.",
        "g-vpn": "VPN, kullanıcının bir sunucuya dolaylı olarak bağlanmasını sağlayan bir araçtır. Örneğin, birisi İsfahan'dan İstatistik Kurumu'nun web sitesine erişmek istiyorsa, isteğini internet servis sağlayıcısına (ve yönlendiriciler aracılığıyla) gönderir. Bu şirket, alınan talebi İstatistik Kurumu sunucusuna iletecektir. Sonuç aynı yoldan kullanıcıya geri döner. Açıktır ki, yol üzerindeki tüm yönlendiriciler, bu kullanıcının hangi sayfayı açtığını ve hatta bazı durumlarda (SSL sertifikası olmaması gibi durumlarda) hangi faaliyetleri gerçekleştirdiğini fark eder. VPN aslında bu bilgi alışverişini kullanıcının yerine yaparak, yönlendiricilerin bu bilgi alışverişini fark etmemesini sağlar.",
        "g-pass": "Şifre neden önemlidir?",
        "g-pass1": "Dijital dünyada yaşıyoruz ve birçok hizmet ve eğlence aktivitesi sanal ortama taşındı. Bu durumun iyi ve kötü yanlarından bağımsız olarak, yeni güvenlik tehditleriyle karşı karşıyayız: Zararlı eylemlerin otomatikleşmesi ve sonuç olarak hızın artması, zaman ve mekana bağımlılığın azalması ve nihayetinde yeni bir nesil saldırganlarla karşılaşma (geekler, siber zorbalar ve genellikle genç yaşta olanlar).",
        "g-pass2": "Şifre kırmak ne kadar sürer?",
        "g-pass3": "Kaynak",
        "g-pass4": "Güçlü ve benzersiz şifre",
        "g-pass5": "Güçlü bir şifre, ardışık harfler veya tahmin edilebilecek kelimeler (kendi veya tanıdıklarının adı, doğum yeri, telefon numarası vb.) içermemeli ve en az 10 harf/rakamdan oluşmalıdır. Yalnızca bir hesap için kullanılmalı ve düzenli olarak değiştirilmelidir. Şifre yönetim yazılımı, güçlü bir şifre seçiminde ve onu hatırlamak için size yardımcı olacaktır.",
        "g-pass6": "Bazı güçlü şifre örnekleri; onları okuyabilir misin?",
        "g-pass7": "Eric Griffith, şifrelerin iç çamaşırlara benzediğine inanıyor. İkisi arasındaki üç benzerliği şu şekilde açıklıyor: 1- Onları düzenli olarak değiştiriyorsunuz. 2- Başkalarıyla paylaşmıyorsunuz. 3- Başkalarının onları görmesine izin vermiyorsunuz.",
        "g-pass8": "Lite tablosu, harfleri ve sayıları farklı karakterlere dönüştürmek içindir. Bu bir tablo çevirisi örneğidir.Yaratıcı olun ve kendi tablonuzu oluşturun.Hatta kendi şifre seçiminizi farklı yöntemlerle birleştirin.",
        "g-se": "Sosyal mühendislik",
        "g-se1": "Sosyal mühendislik, insanların güvenini veya aldatmasını kullanarak kişinin veya bir kuruluşun bilgilerine erişmek için kötüye kullanma eylemidir. Bir hacker, tipik yöntemler yerine bu bilgilere erişimi olan kişileri kandırarak hedef kişi veya kuruluşa sızmayı amaçlar. Toplanan bilgilerle, sonunda hedef kişi veya kuruluşu hacklemek için adımlar atılır.",
        "g-se2": "Bu tür mesajlar size tanıdık gelmiyor mu?",
        "g-se3": "Doğrudan konuya odaklanın ve söyleyin , ilk arabanız neydi?",
        "g-se4": "\"Kimiyağar\" kitabını seviyorum. Siz ise ne tür kitapları seviyorsunuz?\n",
        "g-se5": "Şiraz'da doğanlar, lütfen varlığınızı bildirin.",
        "g-se6": "Hackerlar, bu iş için çeşitli yöntemler kullanırlar. En temel yöntemlerden biri, sosyal medya platformlarında veya özel mesajlarda özel bir motivasyonla sorular sormaktır.",
        "g-ph": "Phishing saldırısı",
        "g-ph1": "Phishing saldırısı, bir saldırganın sahte bir web sitesi, e-posta veya içerik aracılığıyla hedefin hassas bilgilerini (örneğin, şifreler) elde etmek amacıyla gerçekleştirdiği bir saldırı türüdür. Bu saldırıda, saldırgan genellikle bir kişi, kuruluş veya şirketin kimliğini taklit ederek kurbanı kandırmayı hedefler.",
        "g-ph2": "İranlı sivil aktivistlere yönelik geniş çaplı bir phishing saldırısı raporu.",
        "g-ph3": "Kadın oyuncuların tartışmalı fotoğrafları.",
        "g-ph4": "Tıklayın ve bir iPhone 14 kazanın.",
        "g-ph5": "Bir gecede milyoner olun",
        "g-ph6": "Belgeyi okuyun ve görüşünüzü belirtin.",
        "g-ph7": "Nissan 2016'da, Shahindokht Molaverdi'nin e-posta hesabı hacklendi. Hackerlar, onun e-posta adresini kullanarak sivil aktivistlere phishing dosyaları gönderdi.",
        "g-ph8": "Aktivistler, 2017 cumhurbaşkanlığı seçimlerine yakın aylarda bu tür bir phishing e-postasına benzer bir örnek aldılar.",
        "g-ph9": "Tam rapor",
        "g-tool": "Güvenlik araçları",
        "g-tool1": "Güvenlik araçları, tekrarlanabilir saldırılara veya bilinen güvenlik açıklarına karşı daha dayanıklı olmanıza yardımcı olur. Ancak, sadece bu araçlara sahip olmak güvenliğinizi garanti etmez. Başka bir deyişle",
        "g-tool2": "Güvenlik araçları gerekli ancak yeterli değil.",
        "g-t1-cell11": "e-posta",
        "g-t1-cell12": "mesajlaşma uygulamaları",
        "g-t1-cell13": "tarayıcı",
        "g-t1-cell21": "tam şifreleme",
        "g-t1-cell22": "uçtan uca şifreleme",
        "g-t1-cell23": "anonimlik",
        "g-t1-cell31": "sıfır bilgi",
        "g-t1-cell-desc": "(Bu ne anlama gelir?)",
        "g-t1-cell32": "sesli ve görüntülü aramalar",
        "g-t1-cell33": "Kolay kimlik değiştirme",
        "g-t1-cell41": "iz bırakmadan",
        "g-t1-cell42": "veritabanı şifreleme",
        "g-t1-cell43": "filtrelemeyi atlamak",
        "g-t2-cell11": "Antivirüs",
        "g-t2-cell12": "güvenlik duvarı",
        "g-t2-cell13": "kötü amaçlı yazılımdan koruma",
        "g-t2-cell21": "Virüslerle mücadele",
        "g-t2-cell22": "Şüpheli trafik önleme",
        "g-t2-cell23": "Diğer zararlı yazılımlarla mücadele",
        "g-t2-cell31": "Anlık mücadele",
        "g-t2-cell32": "Ağ izleme ve kaydetme",
        "g-t2-cell33": "Anlık mücadele",
        "g-t2-desc": "Güncelleme yapılmadığı takdirde, bu araçlar güvenliği garanti etmez.",
        "g-t3-cell11": "Yedekleme",
        "g-t3-cell12": "Güvenli silme",
        "g-t3-cell13": "Parola yönetimi",
        "g-t3-cell21": "Bulut depolama hizmetine bağlanma",
        "g-t3-cell22": "Güvenli silme",
        "g-t3-cell23": "Kategorize etme/Paylaşma",
        "g-t3-cell31": "Dosya şifreleme",
        "g-t3-cell32": "Registry temizliği",
        "g-t3-cell33": "Online veritabanı",
        "g-t3-desc": "Parola yönetimi için en güvenli seçenek Bitwarden'dır",
        "g-t4-cell11": "İki faktörlü kimlik doğrulama",
        "g-t4-cell12": "Anonim mobil kullanım",
        "g-t4-cell13": "Anti-hırsızlık",
        "g-t4-cell21": "Parola üzerine bir aşama eklemek",
        "g-t4-cell22": "VPN'e geçiş yapabilme imkanı",
        "g-t4-cell23": "Cihaz takibi/Fotoğraf çekme",
        "g-t4-cell31": "İnternet/GSM gerektirmeden",
        "g-t4-cell32": "Farsça dil desteği",
        "g-t4-cell33": "Cihazdaki verileri silme",
        "g-t4-desc": "Prey yerine, Apple ve Android ürünleri için Find My Device adlı yerleşik yazılımı kullanabilirsiniz. Bunları cihazınızda etkinleştirmeniz gerekmektedir. Ancak, Windows cihazlarında ek bir yazılım kurmanız gerekmektedir.\"",
        "g-t5-cell11": "Güvenlik analizi",
        "g-t5-cell12": "Bağlantıyı genişletme",
        "g-t5-cell13": "Arama",
        "g-t5-cell21": "Dosya ve bağlantıyı inceleme",
        "g-t5-cell22": "Daha fazla hizmetin desteklenmesi",
        "g-t5-cell23": "Arama geçmişinin kaydedilmemesi",
        "g-t5-cell31": "66 veritabanında arama yapma",
        "g-t5-cell32": "Bağlantının güvenlik analizini yapabilme",
        "g-t5-cell33": "sıfır bilgi",
        "g-t5-desc": "(Bu ne anlama gelir?)",
        "g-t6-cell11": "vpn",
        "g-t6-cell12": "vpn",
        "g-t6-cell21": "anonimlik",
        "g-t6-cell22": "anonimlik",
        "g-t6-cell31": "Kolay kimlik değiştirme",
        "g-t6-cell32": "Kolay kimlik değiştirme",
        "g-t6-cell41": "filtrelemeyi atlamak",
        "g-t6-cell42": "filtrelemeyi atlamak",
        "g-t6-desc": "İnternet iletişimine güvenlik katmanı eklemek"
    },
    "InDanger": {
        "i-title": "Sivil toplum aktivistleri için tehlikeli durumlarda güvenlik eğitimi",
        "i-topic": "Tehlikeli Durumlarda Güvenlik",
        "i-intro": "Eğer hacklenir veya tutuklanırsak? ",
        "i-intro-desc": "Tehlikeli durumlarda basit çözümler",
        "i-update": "Mart 2023",
        "i-stress": "Tehlike zamanlarında zihinsel stres",
        "i-stress-desc": "Tehlikeli durumlarda sakin olun,Tehlike hissettiğiniz veya yakında sorgulanacağınız veya tutuklanacağınıza inandığınız durumlarda sakinliğinizi korumalısınız. Aksi takdirde, durumun kontrolü sizden çıkabilir. Bu bölümde, bilgi güvenliğiyle ilgili noktaları hatırlatıyoruz. Bunun yanı sıra, şüphelinin hakları hakkında yeterli bilgiye sahip olmak için ittifak Organizasyonu İran için güvenli faaliyet broşürünü okumanızı öneririz.",
        "i-list": "Yapılması ve yapılmaması gerekenler",
        "i-stressl1": "Korkmayın. Biraz zaman ayırarak durumu kontrol altına alabilirsiniz. Unutmayın ki korku ve endişe durumu iyileştirmez, aksine kontrolünüzü kaybetmenize neden olur.",
        "i-stressl2": " Aile ve arkadaşlarınızı durumdan haberdar edin. Onlar size psikolojik baskıyı azaltmada yardımcı olabilir veya gerektiğinde bazı görevleri üstlenebilirler.",
        "i-stressl3": "Bulunduğunuz durum hakkında bilgilendirme yapmak, sizin ve çevrenizdekiler için kader belirleyici olabilir. Çünkü gözaltına alındıktan sonra iletişim araçlarınız sorgulayıcı tarafından kötüye kullanılabilir ve sizin adınıza yazışmalar yapılabilir. Bu yüzden ailenizden, sorun çıkması durumunda arkadaşlarınızla iletişimde olmalarını isteyin.",
        "i-stressl4": "Unutmayın ki birçok gözaltı ve sorgulamada kişisel bilgilerinizden baskı yapmak için faydalanılır.Bu bilgilerin birçoğu sosyal medya ve özel mesajlarınız aracılığıyla elde edilir. Bu tür yöntemlere korkuyla yaklaşmayın. ",
        "i-stressl5": "Birçok durumda, sorgulayanın size verdiği sözler yalandır ve size yardımcı olmak yerine daha fazla sorun çıkarır. ",
        "i-stressl6": "Sorgulama veya gözaltı gibi durumlarda, size  zihinsel baskı uygulayarak şifrelerinizi vermeyi isteyebilirler. Bu konuda karar vermeden önce sonuçlarını iyi düşünün. Mümkün olduğunca kendi cihazınıza giriş şifresini söylemekten kaçının. Bazen baskıya dayanmak, kendinizi ve diğerlerini sorunlara sokmaktan daha iyidir. Bu, özel hayatınız ve mahremiyetinizin ihlalidir. Kanuna göre, hiç kimse mahkeme kararı olmadan özel hayatınıza giriş yapma iznine sahip değildir. Hatta böyle bir durum olmasa bile, şifrenizi söylemekten kaçınabilirsiniz. ",
        "i-stressl7": "Unutmayın ki birçok durumda, şifre ve internet hesap bilgilerinizi almanın amacı, arkadaşlarınızın ve iş arkadaşlarınızın ağlarına erişmektir.",
        "i-stressl8": "Eğer şifrenizi açıklamayı planlamıyorsanız ama sizin için baskıya dayanmak zorsa, onları yanıltmak için yanlış şifre verebilirsiniz.",
        "i-hack": "Hack",
        "i-hack-desc": "Hassas durumlarda, cihazınızın hükümet tarafından siber saldırı hedefi olabileceği olasılığı vardır. Bazı işlemler yaparak, başarı şansını büyük ölçüde azaltabilirsiniz.",
        "i-hackl1": "Hackleme yöntemlerinden biri de bilgilerinizin yedeğini (Backup) almaktır, özellikle Gmail hesabınızın. Neyse ki, bu olay birkaç saat sürer. Zamanında harekete geçerseniz, bu süreci durdurabilirsiniz. ",
        "i-hackl2": "Cihazınızın işletim sistemini güncelleyin. Birçok hacker,\"cihazlara sızmak için \"Zero Day\" adı verilen bir yöntem kullanır.",
        "i-wt": "Dinleme",
        "i-wt-desc": "Biraz masraf harcayarak bir dinleme cihazı temin edilebilir ve sesli ve metin iletişimlerin dinlenmesi sağlanabilir. Günümüzde devletler, büyük miktarda masraf yaparak gelişmiş ve akıllı cihazlara sahiptirler ve karmaşık dinleme operasyonlarını gerçekleştirebilirler. Ancak bu, buna karşı mücadele etmek için bir yol olmadığı anlamına gelmez.",
        "i-wtl1": "SMS çok fazla yer kaplamaz ve yasalara göre uzun süreli olarak hizmet sağlayıcı şirketlerde saklanır; bu nedenle hassas bilgilerin gönderimi için güvenli bir yöntem değildir. Bu iş için Signal gibi güvenli mesajlaşma uygulamalarını kullanmanız daha iyidir. ",
        "i-wtl2": "Tehlikeli durumlarda acil iletişimler için başkalarının cep telefonlarını kullanın (telefonunuz kontrol altında olabilir).",
        "i-wtl3": "Anonim kalmak için sadece SIM kart değiştirmek yeterli değildir.Hem telefon hem de SIM kart değiştirilmelidir.",
        "i-wtl4": "Telefonunuzu kapatmak konumunuzun ifşa olmasını engellemez. Hassas durumlarda telefonunuzu yanınızda taşımayın veya telefonun bataryasını çıkarın veya sinyali kesmek için özel bir kılıf kullanın. ",
        "i-wtl5": "Web gezintisi yaparken bilgileriniz hizmet sağlayıcı ve üst düzey denetim kurumları tarafından erişilebilir olabilir. Bu bilgileri korumak için güvenli bir VPN ve tercihen \"Tor\" tarayıcısını kullanın.",
        "i-ban": "Cihaza el konulması",
        "i-ban-desc1": "Kritik durumlarda, güvenlik kurumları kişileri tutuklamak yerine cihazlarına el koymayı veya çalmayı tercih ederler ; Gözaltı sırasında bile sık görülen olaylardan biri de cihaza el konulmasıdır. ",
        "i-ban-desc2": "Ne yazık ki,cihazın el konulduğu zaman güvenlik önlemleri uygulanamaz, ancak önceden güvenlik önlemleri alırsanız.Genel öneri, bu durumlarda cihazlarınızın şifrelerini paylaşmamaktır.",
        "i-ban-desc3": "Tutuklama sırasında, bilgilere erişim sizin ve arkadaşlarınız için sorun olabilir. Cihazın fiziksel olarak başkasının elinde olduğu durumlarda bile, bilgi sızıntısını önlemek için önlemler almanız gerekmektedir.Unutmayın ki, bir cihaz fiziksel olarak başkasının elinde olduğunda, ona sızma olasılığı çok yüksektir.Günümüzde bu tür saldırılar için hükümetlerin ve güçlü kurumların elinde bulunan pahalı cihazların varlığı ile bu olasılık artmıştır.",
        "i-banl1": "Telefon içeriğinin uzaktan silinmesine izin veren yazılımı yükleyin. Varsayılan olarak, Android cihazlarda \"Find My Device\" yazılımı bulunur ve iPhone'larda/iPad'lerde \"Finde my iphone/ipad yazılımı bulunur. \"Prey\" gibi başka bir iyi yazılım da var. Bu yazılım ile telefonunuz çalındığında içindekileri silebilirsiniz.",
        "i-banl2": "Cihazınızın depolama alanını (telefon, dizüstü bilgisayar veya tablet) şifreleyin. Bunu yaparak birileri bilgilerinize ulaşsa bile en azından ciddi bir sorunla karşı karşıya kalacaktır. ",
        "i-banl3": "Gözaltına alınmadan önce cihazınızı güvendiğiniz bir arkadaşınıza verin. Tehlike giderilene kadar arkadaşınızla iletişime geçmeyin. İlişki ne kadar az olursa, cihazınızın konumu o kadar az açığa çıkar ve arkadaşınızın güvenliği riske girer.",
        "i-banl4": "Eğer bunu yapma imkanınız yoksa alternatif yollar düşünün: hafızaları geri dönüşü olmayan bir şekilde yok etmek (güçlü bir manyetik alana, asitli maddelere koymak, ateşe vermek vb.)",
        "i-banl5": "Cihazlarınızı kapalı tutun. Bu, güvenlik açıklarını en aza indirir.",
        "i-banl6": " İletişim bağlantı noktalarını (USB, HDMI vb.) devre dışı bırakın.",
        "i-banl7": "Evinizden çıkıyorsanız: 1.Birisi sizi eşlik etmesi için rica edin. 2. Daha kalabalık bir mahalleden geçin. 3. Elektronik eşyalarınızı yanınızda taşımayın (ancak taşımanız gerekiyorsa dikkatli olun ve dikkat çekmeyin).",
        "i-banl8": "Hassas bilgilerinizi (telefon numaraları, e-postalar, fotoğraflar, belgeler vb.) yedekleyin. Bilgileri güvenli bir şekilde silin ve yedeklemeyi güvenli bir yerde saklayın. ",
        "i-banl9": "Tarayıcı verilerinizi (kaydedilmiş şifreler, web geçmişi vb.) güvenli bir şekilde silin. Yüklenmiş eklentileri kaldırın. Son olarak, cihazınızı kapatın/açın. Geçici verilerin de cihazınızdan silinmesi için önemsiz farklı işlemler yapın."
    },
    "Index": {
        "desc": "Neden sivil toplum aktivistleri ve gazeteciler için dijital güvenlik önemlidir ve insan hakları aktivistleri ve gazetecilerin genel güvenliğini nasıl güçlendirebiliriz?",
        "title": "Bilgisayar Güvenliği Aktivistler ve Gazeteciler İçin",
        "more": "Bu içerik ❤️ ile ve ✌️ sertifikası altında yayınlanmaktadır.",
        "support": "(devamını oku)",
        "help": "Bu projeyi desteklemek için.",
        "ask": "Yardıma ihtiyacınız mı var?",
        "auth": "Sorularınızı bize iletebilirsiniz. ",
        "auth1": "Telif hakkı ve teşekkür",
        "auth2": "Bu metin, kurumlara, sivil toplum ve insan hakları aktivistlerine, gazetecilere güvenlik danışmanlığı konusunda yıllar süren deneyimime dayanarak hazırlanmıştır. Her ne kadar metnin güncel ve hatasız olması için tüm çabamı sarf etsem de, hataların olabileceği bir ihtimal vardır, bu yüzden eleştirilere ve önerilere açığım. Hatırlatmakta fayda var ki, bu güvenlik kılavuzu Creative Commons lisansı (ticari olmayan, türetilebilir ve aynı paylaşım) altında yayınlanmıştır. Bu derleme herhangi bir ticari amaçla kullanılacaksa izin almanız gerekmektedir.",
        "": "Bu eğitim projesinde, başkalarının içeriği kullanılmış olup, yayınlanabilir ve değiştirilebilir bir lisansa sahiptir.Bu içerikler arasında reveal.js sunum çerçevesi, Lalehzar ve Vazir yazı tipleri, Ion ve Awesome ikonları ve Flat Icons bulunmaktadır.Projenin herhangi bir yerinde kullanılan resimlerin kaynakları belirtilmiştir. Eğer bir yazı tipinin kaynağı atlanmışsa, onu doğrulamanızı memnuniyetle karşılarım."
    },
    "Instagram": {
        "in-title": "Aktivistler ve Gazeteciler için Instagram güvenlik eğitimi.",
        "in-topic": "Instagram güvenliği",
        "in-intro": "En önemli güvenlik ayarlarının incelenmesi",
        "in-update": "Yaz 2023",
        "in-tip": "İnstagram Hakkında Önemli Bir Nokta",
        "in-tip-desc": "İnstagram, diğer fotoğraf tabanlı uygulamalar gibi anıları paylaşmak için kullanılır.   \nBu özellik sorun yaratabilir; Diyelim ki, bir kişi başka insanların olduğu  bir fotoğraf paylaşıyor ve fotoğraftaki insanlar herhangi bir nedenle, başkalarının ziyaretlerini ve konumlarını bilmesini istemiyorlar. Ancak fotoğrafın paylaşılması ve fotoğrafın konumunu eklenme olasılığı, insanların haberi olmadan diğerlerinin bu fotoğrafı görmesine ve kişisel mahremiyetin tehlikeye girmesine neden olabilir.Güvenliği korumak için birkaç noktaya dikkat etmelisiniz.",
        "in-settings": "Instagram ayarlarına giriş yapma.",
        "in-settings-desc": "Instagram profil sayfasında, hamburger menüsüne (yatay üç çizgi) tıklayarak Instagram'ın özellikler menüsü size gösterilir.'Setting and privacy' üzerine tıklayarak Instagram ayarlarına girebilirsiniz.",
        "in-prof": "Instagram profiline bilgi ekleme",
        "in-prof1": "Ayarlar'a gidin, \"Accounts center\"' girin ve \"Profiles\" tıklayın. İlgili bölümde istediğiniz hesabı seçin. Sonra \"Personal details\" gidin ve \"contact info\"ya tıklayın.",
        "in-prof2": "İlk bölüme (E-posta) girin ve e-posta adresinize tıklayın. Gizlilik modunun etkin olduğundan emin olun.",
        "in-prof3": "\"Contact information\" geri dönün ve bu sefer ikinci bölüme (Telefon numarası) girin. Telefon numarasına tıklayın ve görüntüleme modunun gizli olduğundan emin olun.",
        "in-prof4": "\"Personal details\" geri dönün ve \"Birthday\" bölümüne girin. Görselde belirtilen alana tıklayın ve ardından \"Change visibility on instagram\" seçeneğine tıklayın. Doğum tarihinizi kimlerin görebileceğini belirlemek için seçim yapın. Çıkış yapmadan önce değişiklikleri kaydetmek için \"Save\" düğmesine tıklayın.",
        "in-tfa": "İnstagram'da iki faktörlü kimlik doğrulama ayarlarını yapmak.",
        "in-tfa1": "Gerekli adımları gerçekleştirmeden önce, Duo veya Google Authenticator gibi bir kimlik doğrulama uygulamasını kurmanız gerekmektedir. Burada, Google Authenticator ile ilgili adımları size anlatacağız.",
        "in-tfa2": "Ayarlar'a gidin, Accounts Center'a girin ve Password and Security üzerine tıklayın. Ardından two-factor authentication (iki faktörlü kimlik doğrulama) bölümüne girin.",
        "in-tfa3": "Kendinize bir kimlik seçin ve iki faktörlü kimlik doğrulama için (en güvenli yöntem olarak özel bir uygulama kullanmak) seçeneğini seçin, ardından Next düğmesine tıklayın. Eğer uygulama aktif ise, Copy key üzerine tıklayarak anahtarınızı kopyalayın; eğer başka bir cihazda bulunuyorsa, View barcode/QR code üzerine tıklayarak gösterilen kodu diğer cihazınızla tarayın.",
        "in-tfa4": "Authenticator uygulamanıza girin ve + düğmesine tıklayın. Kodu almanın yöntemini seçin. İki seçeneğiniz vardır:\nScan a QR code üzerine tıklayarak başka bir cihazın ekranında gösterilen QR kodunu tarayın.\nEnter a setup key üzerine tıklayarak kopyalanan kimlik bilgisini yapıştırın.\n\"Continue\"tıklayın. Kimliğiniz başarıyla kaydedildi. Şimdi kimliğiniz authenticator uygulamasına eklenmiştir. Kodun önündeki altı basamaklı numarayı kopyalamak için ona tıklayın ve Instagram'a geri dönün.",
        "in-tfa5": "Kodu ilgili alana girin ve Next düğmesine basın. Son onaydan önce, yedek kodları görüntülemek için backup codes (yedek kodları) üzerine tıklayabilirsiniz. Bu kodlar, herhangi bir nedenle iki faktörlü kimlik doğrulama uygulamasına erişiminiz olmadığında hesabınıza giriş yapmak istediğinizde kullanılır. Bunları mümkünse dijital olmayan bir yerde kaydetmenizi öneririm. Son olarak, Done düğmesine basarak iki faktörlü kimlik doğrulama etkinleştirilecektir.",
        "in-tfa6": "Yönlendirildiğiniz sayfada Additional Methods (Ek yöntemler) bölümüne gidin. Burada, hesabınıza tanımlanmamış bir cihazın giriş yapması durumunda Instagram'ın size izin verip vermeyeceğini belirleyebilirsiniz.",
        "in-cache": "Instagram'da bir cihazdan hesap bilgilerini silme",
        "in-cache-desc": "Ayarlara gidin ve Accounts Center (Hesap Merkezi) seçeneğine tıklayın.Şifre ve güvenlik bölümüne gidin. (Saved login) seçeneğine tıklayın. Bu bölümde, anahtarların açık olması, hesaptan çıkış yapsanız bile bu cihazla tekrar giriş yapmak istediğinizde şifre girmeniz gerekmediği ve bilgilerinizin saklandığı anlamına gelir. Bu iki anahtarı kapatın (devre dışı bırakın).",
        "in-devices": "Instagram'a erişim izinlerini kontrol etmek.",
        "in-devices1": "Hackerların kullandığı yöntemlerden biri, kurbanın hesabına yetkisiz erişim sağlamaktır. Bu nedenle aşağıdaki adımları düzenli olarak takip edin: Ayarlara gidin, Accounts Center'a girin ve Password and Security'ye tıklayın. \"Where You're Logged In\"e girin.",
        "in-decices2": "Set up alerts'e tıklayın ve kimlik bilginizi seçin. Burada, kimliğinizde bilinmeyen bir cihazın giriş yapması durumunda, e-posta bildirimine ek olarak güvenlik bildirimi alıp almayacağınızı belirleyebilirsiniz.",
        "in-devices3": "Lütfen önceki bölüme geri dönün ve 'Review Devices'a tıklayın. Burada hesabınıza yapılan girişlerin bir listesini göreceksiniz ve sizin olduğunuzu (This was me) veya olmadığınızı (This wasn't me) belirleyebilirsiniz. Eğer 'This wasn't me' seçeneğini tıklarsanız, Instagram sizden şifrenizi değiştirmenizi isteyecektir. Bunun için mevcut şifrenizi ve yeni şifrenizi girin ve 'Change Password' düğmesine tıklayın.",
        "in-devices4": "Lütfen önceki bölüme geri dönün ve bu sefer kimliğinize tıklayın, böylece hesabınızın bağlı olduğu cihazların bir listesini görebilirsiniz. Eğer bu cihazlardan herhangi biri size ait olmadığını düşünüyorsanız, onları listeden kaldırabilirsiniz.",
        "in-pri": "Instagram'da iletişimi kısıtlamak",
        "in-pri1": "Hesap gizliliğini etkinleştirmek için Ayarlar'a gidin, Account Privacy'e tıklayın ve Private Account düğmesini açık konuma getirin. Bu şekilde, sadece sizin izninizle kişiler hesabınızı görüntüleyebilir.",
        "in-pri2": "Yabancıların sizi Instagram gruplarına ekleyememesi için, Ayarlara gidin ve Sayfa en altına kaydırarak Message and Story Replies'e girin. \"Messagge controls\"e tıklayın ve belirtilen bölümü seçerek, sadece sizi takip eden kişilerin sizi gruba eklemesine izin verip vermeyeceğinizi belirleyin.",
        "in-status": "Instagram'da çevrimiçi görünme",
        "in-status-desc": "Diğer kişilerin çevrimiçi durumunuzu görmesini engellemek için, Ayarlara gidin ve Sayfa en altına kaydırarak Message and Story Replies'e girin. Activity Status'a tıklayın ve anahtarı kapalı konuma getirerek çevrimiçi durumunuzu gizleyebilirsiniz.",
        "in-da": "Instagram hesabını devre dışı bırakma/silme",
        "in-da1": "Ayarlar'a gidin ve Accounts Center'a tıklayın. Personal details'e tıklayarak giriş yapın. Ardından Account ownership and control'a girin.",
        "in-da2": "Deactivation or deletion'a girin ve kimliğinizi seçin.",
        "in-da3": "\"Deaktivasyon\", hesabınızı geçici olarak devre dışı bırakmanız anlamına gelir. Hesabınızın kimliği, tekrar etkinleştirilene kadar herkesten gizlenir. Bunun için ilk seçeneği seçin ve \"Continue\" düğmesine tıklayın. Hesap şifrenizi girin, hesabınızı devre dışı bırakma nedeninizi seçin ve Son olarak \"Deactive account\" düğmesine tıklayın.",
        "in-da4": "\"Deletion\", kullanıcı hesabınızın tüm bilgilerinin tamamen silinerek geri alınamaz hale gelmesi anlamına gelir. Bunun için ikinci seçeneği seçin ve \"Continue\" düğmesine tıklayın. Kullanıcı şifrenizi girin, hesabı silme nedeninizi belirtin ve Son olarak \"Delete account\" düğmesine tıklayın."
    },
    "Jitsi": {
        "j-title": "Sivil aktivistler için Jitsi güvenlik eğitimi.",
        "j-topic": "Jitsi ile güvenli bağlantı",
        "j-intro": "Jitsi kullanımı.",
        "j-update": "Yaz 2023",
        "j-list": "Jitsi hakkında birkaç nokta.",
        "j-list1": "Jitsi, güvenli metin, ses ve görüntü iletişimi için bir araçtır.",
        "j-list2": "Jitsi'nin güvenliği kabul edilebilir olsa da, eğer cihazınız herhangi bir şekilde kötü amaçlı yazılımlarla enfekte olmuşsa, görüşmelerinizin dinlenebilmesi mümkündür. Bu nedenle, cihazınızın genel güvenliğini korumak önemli ve hayati bir gerekliliktir.",
        "j-list3": "Jitsy mobil ve web uygulaması olarak mevcuttur.",
        "j-use": "Jitsi'de bir oda oluşturmak",
        "j-use1": "Lütfen https://meet.jit.si adresine gidin ve belirlenmiş alanda sohbet odanız için bir isim seçin, ardından \"Start meeting\" düğmesini tıklayın. Bu isim , konuşmanızın bağlantısı olacaktır.",
        "j-use2": "Lütfen adınızı girin ve 'Join meeting' düğmesini tıklayın.",
        "j-use3": "Kendi sohbet odanızı oluşturdunuz ve size benzer bir sayfa açılıyor. Sayfanın altındaki üç nokta simgesine tıklarsanız, Jitsi'nin özelliklerini görebilirsiniz.",
        "j-use4": "\"Security options\" bölümüne girin.",
        "j-use5": "\"Add password\" üzerine tıklayın ve sadece belirlediğiniz şifreye sahip kişilerin sohbete girebileceği bir şifre seçin. Ardından aşağıya doğru kaydırın ve \"Enable End-to-End Encryption\" seçeneğini aktifleştirin. Şimdi sayfa bağlantısını paylaşabilirsiniz ve kişiler bu bağlantıya tıklayarak sohbete katılabilirler."
    },
    "LastPass": {
        "l-title": "Sivil Toplum Aktivistleri için Şifre Yönetimi Eğitimi ",
        "l-topic": "Şifre Yönetimi",
        "l-intro": "Parola Yönetimi Uygulaması",
        "l-update": "Yaz 2023",
        "l-intro1": "Bilgilerin güvenliğini korumanın bir yolu, farklı sitelerde aynı şifreyi kullanmamak ve giriş bilgilerini saklamamaktır. Şifre yönetimi araçlarını kullanarak karmaşık şifreler oluşturabilir ve bunları güvenli bir şekilde saklayabiliriz. Bu durumda, hesaplarınızdan biri hacklenirse veya şifre ortaya çıkarsa veya cihazınız başka biri tarafından ele geçirilirse, tüm hesaplarınızın tehlikeye girmesi olasılığı önemli ölçüde azalır.\"",
        "l-intro2": "Lütfen dikkate alın ki, ücretsiz sürümde LastPass yazılımında yalnızca bir cihaz türünü kullanma imkanınız olacaktır. Yani, mobil cihazla kaydolursanız, yalnızca mobil cihazınızla (farklı cihazlar olabilir) hesabınıza erişim sağlayabileceksiniz; aynı şekilde bilgisayar için de geçerli olacaktır.",
        "l-list": "LastPass'in önemli özellikleri",
        "l-list1": "Online formları doldurmak için gerekli bilgileri depolama yeteneği.",
        "l-list2": "Karmaşık ve benzersiz şifrelerin otomatik olarak önerilmesi.",
        "l-list3": "Bire bir paylaşım özelliği.",
        "l-list4": "Şifrelerin Kategorize Edilmesi",
        "l-list5": "Cep Telefonuna Kurulum İmkanı",
        "l-list6": "Popüler web siteleri için otomatik şifre değişimi.",
        "l-list7": "Acil durumlarda güvenilen bir kişinin hesap bilgilerine erişebilme imkanı",
        "l-list8": "Veri Sızıntısı Uyarısı",
        "l-list9": "Girişleri ülkeye, IP'ye vb göre kısıtlamak",
        "l-list10": "Güvenli Notlar",
        "l-list11": "Çok faktörlü kimlik doğrulama",
        "l-reg": "LastPass Hesabının Oluşturulması",
        "l-reg1": "LastPass resmi web sitesine gidin ve \"Get LastPass Free\" düğmesine tıklayın.",
        "l-reg2": "Kayıt formunu doldurun. Master password, yazılımın/eklentinin yönetim şifresidir. Lütfen, Reminder'ı öyle seçin ki sadece siz hatırlayabilin. \"Sign Up - It's Free\" düğmesine tıklayın.",
        "l-ex": "LastPass Uzantısını Kurma",
        "l-ex1": "LastPass eklentisini yüklemek için 'Install LastPass' üzerine tıklayın.",
        "l-ex2": "\"Get\" üzerine tıklayarak, otomatik olarak LastPass eklentisi sayfasına yönlendirileceksiniz. Ardından, \"Add extension\" (Eklentiyi ekle) düğmesine tıklayarak eklentinin tarayıcınıza yüklenmesini sağlayın.",
        "l-ex3": "Tarayıcınızdaki eklentiler menüsünü açmak için tarayıcınızın üst kısmındaki menüyü kullanın. Ardından, göz simgesini (veya tarayıcınızdaki başka bir sembolü) etkinleştirerek eklentinin tarayıcıda sabitlenmesini sağlayın.",
        "l-ex4": "Tarayıcınızdaki eklentiyi tıklamak için tarayıcınızın üst kısmındaki eklenti simgesine tıklayın. Ardından, \"Account\" (Hesap) bölümüne gidin. \"Extension settings\" (Eklenti ayarları) üzerine tıklayarak eklenti ayarlarına erişim sağlayabilirsiniz.",
        "l-ex5": "\"Security\" (Güvenlik) menüsünde, her iki seçeneği de etkinleştirmek için onları işaretleyin ve ikinci bölümde, kaç dakika boyunca etkin olmadığınızda eklentinin otomatik olarak \"Sign Out\" (Çıkış Yap) yapmasını istediğinizi belirtin. Ardından, ayarları kaydetmek için sayfanın altındaki \"Save\" (Kaydet) düğmesine tıklayın. Son olarak, ilgili sayfayı kapatın.",
        "l-ex6": "Tarayıcınızdaki eklentiyi tekrar tıklayarak menüyü açın. Ardından, gerekli bilgileri girin ve \"Advanced options\" (Gelişmiş seçenekler) üzerine tıklayın. Kendi tercihinize göre, eklentinin e-posta adresinizi hatırlamasını belirleyebilirsiniz. İkinci seçeneği, yani \"Remember Password\" (Şifreyi Hatırla) seçeneğini devre dışı bırakarak kapatın. Bu şekilde, her giriş yapışınızda eklenti sizden şifre isteyecektir.",
        "l-gen": "LastPass ile Şifre Oluşturma",
        "l-gen1": "Şifre seçerken, şifre alanında LastPass simgesine tıklayarak önerilen bir şifre görüntüleyebilirsiniz. Önerilen şifreye tıkladığınızda, şifre alanı otomatik olarak doldurulur. Ayrıca, önerilen şifrenin altında bulunan \"customize\" seçeneğini kullanarak şifre için belirli kısıtlamaları ayarlayabilirsiniz.",
        "l-gen2": "İlk kez bir siteye giriş yaptığınızda, LastPass size hesap bilgilerinizi kaydetmek isteyip istemediğinizi soracaktır. Onaylamak için \"Add password\" (Şifre Ekle) düğmesine tıklayın.",
        "l-gen3": "LastPass ile bir şifre oluşturmak için eklentiye gidip \"Generator\" (Oluşturucu) üzerine tıklayabilirsiniz. Şifre özelliklerini belirleyebilir ve oluşturulan şifreyi kopyalayarak kullanabilirsiniz.",
        "l-use": "LastPass'taki verilere erişmek",
        "l-use1": "Bir hesaba giriş yapmak istediğinizde, giriş sayfasına (Login) gidin. Ardından, LastPass eklentisine tıklayarak hesaba giriş yapın.",
        "l-use2": " LastPass eklentisi otomatik olarak hesap bilgilerinizi gösteriyor ve giriş formunu doldurmak için hesap adının üzerine tıklamanız gerekiyor. Böylece giriş formu otomatik olarak doldurulacaktır.",
        "l-use3": " Ana sayfada bir site araması yaparak hesap bilgilerinize erişebilirsiniz. Sağ taraftaki menüdeki \"Launch\" (Başlat) düğmesine tıklayarak da doğrudan siteye girebilirsiniz."
    },
    "MailVelope": {
        "m-title": "Sivil aktivistlere yönelik e-posta şifreleme eğitimi",
        "m-topic": "E-posta şifreleme",
        "m-intro": "Şifreleme için bir program",
        "m-update": "Yaz 2023",
        "m-desc1": "PGP (Pretty Good Privacy), hassas bilgilerin korunması için bir şifreleme ve güvenlik sistemidir. Bu sistem, bilgilerinizi şifreleyerek sadece yetkili kişilerin bunları görüntülemesine izin verir.",
        "m-desc2": "Mailvelope, tarayıcılar için bir şifreleme eklentisidir ve PGP'yi kullanarak gönderilen ve alınan e-postaları şifrelemeyi sağlar. Bu eklenti, e-posta iletişimlerinizde güvenli bir şifreleme kullanmanıza olanak tanır.",
        "m-list": "Mailvelope'un önemli özellikleri",
        "m-list1": "Güçlü şifreleme",
        "m-list2": "Dijital imza (mesajın gerçekliğini garanti eder)",
        "m-list3": "Kolay Anahtar Yönetimi",
        "m-list4": "Çeşitli ek türlerini desteklemek",
        "m-list5": "Popüler e-posta hizmetleriyle entegrasyon",
        "m-ex": "Mailvelope eklentisini yükleme",
        "m-ex1": "Mailvelope'nin resmi web sitesine gidin ve tarayıcınızı seçerek eklenti sayfasına erişin.",
        "m-ex2": "\"Get\" üzerine tıklayın ve \"Add Extension\" düğmesine basarak eklentiye yükleyin.",
        "m-ex3": "Tarayıcınızın üst kısmındaki menü çubuğunda \"Extensions\" (Eklentiler) seçeneğine tıklayın ve Mailvelope eklentisine tıklayarak içine girin.",
        "m-ex4": " \"Let's start!\" düğmesine tıklayın. İlk olarak, eklenti size kendi tercihinize göre arayüzü özelleştirme seçeneği sunar. \"Personalize now\" (Şimdi kişiselleştir) seçeneğine tıklayın.",
        "m-ex5": "Kendi tercih ettiğiniz şablonu seçin ve \"Save\" (Kaydet) düğmesine tıklayın.",
        "m-gen": "Mailvelope'da PGP anahtarı oluşturmak",
        "m-gen1": "Sayfanın üst kısmında, \"Mailvelope\" üzerine tıklayın ve \"Dashboard\" (Panel) seçeneğine girin. Ardından \"Manage keys\" (Anahtarları Yönet) seçeneğine tıklayın.",
        "m-gen2": " \"Generate key\" (Anahtar Oluştur) düğmesine tıklayın.",
        "m-gen3": "İstediğiniz bir ismi seçin ve oluşturmak istediğiniz anahtar için kullanmak istediğiniz e-posta adresini girin. Ardından anahtar için bir parola belirleyin ve \"Generate\" (Oluştur) düğmesine basın.",
        "m-gen4": "Anahtarın bilgileri olduğu belirtilen düğmeye tıklayarak, ilgili anahtarın sayfasına giriş yapabilirsiniz.",
        "m-gen5": "Bu sayfada, anahtarın bilgilerini görüntüleyebilir ve değiştirebilirsiniz. \"Export\" (Dışa Aktar) düğmesine sayfanın üst kısmında tıklayarak devam edin.",
        "m-gen6": "Bu bölümde, genel anahtar (public key), özel anahtar (private key) ve her ikisinin kombinasyonu bulunmaktadır. Her birinin ilgili bölümüne gidin ve \"Save\" (Kaydet) düğmesine tıklayarak üç anahtarı da kaydedin.",
        "m-gen7": "Anahtarların saklandığı konuma gidin. Bu üç anahtardan pub_ ile biteni genel anahtarınızdır ve size şifreli e-posta gönderebilmeleri için bunu kişilerinizle (e-posta eki olarak) paylaşmalısınız. Diğer iki anahtarı kendiniz için güvenli bir yerde saklayın.",
        "m-import": "Mailvelope'a kişi eklemek.",
        "m-import1": "Sayfanın üst kısmında, \"Mailvelope\" üzerine tıklayın ve \"Dashboard\" (Panel) seçeneğine girin. Ardından \"Manage keys\" (Anahtarları Yönet) seçeneğine tıklayın.",
        "m-import2": " \"Import\" seçeneğine tıklayın.",
        "m-import3": "\"Add file\" (Dosya Ekle) düğmesine tıklayın ve kaydettiğiniz konumdan kişinizin genel anahtar dosyasını seçin.eğer bir dosyanız yoksa ve genel anahtarı metin olarak aldıysanız, aşağıda yer alan \"Import key from clipboard\" (Panodan anahtar içe aktar) seçeneğini kullanabilirsiniz.",
        "m-import4": "Sahip olduğunuz genel anahtarları seçin ve sonunda \"Import keys\" (Anahtarları İçe Aktar) düğmesine tıklayın.",
        "m-import5": "Son adımda, \"Confirm\" (Onayla) düğmesine tıklayarak eklenen kişileri doğrulayın. Şimdi, kişi anahtarları \"Key management\" (Anahtar Yönetimi) bölümünde bulunmalıdır.",
        "m-send": "Mailvelope ile şifreli bir e-posta göndermek",
        "m-send1": "Gmail hesabınıza giriş yapın.Mailvelope eklentisinin simgesine tıklayarak Mailvelope'i açın.E-posta yazma ekranında, \"recipient\" (alıcı) bölümüne alıcının e-posta adresini girin. Eğer alıcının PGP anahtarı Mailvelope'deki kişileriniz arasında yer alıyorsa, e-posta adresi yeşil olarak belirecektir.Sayfanın altında yer alan \"Options\" (Seçenekler) düğmesine tıklayarak, hangi e-posta adresinizle e-postanın gönderileceğini kontrol edin.",
        "m-send2": "Belirtilen alandan gönderenin e-postasını seçin. Daha sonra e-postanın içeriğini normal bir e-posta gibi tamamlayın (konu, metin, ek) ve \"Send\" (Gönder) butonuna tıklayın.",
        "m-send3": "Şifrelenmiş e-postayı anahtarınızla göndermeyi tamamlamak için anahtar parolanızı girmeniz ve ardından \"OK\" tıklamanız gerekir.",
        "m-rec": "Mailvelope ile şifrelenmiş e-posta alın",
        "m-rec1": "Şifrelenmiş bir e-posta alırsanız böyle bir sayfayla karşılaşırsınız. \"Show message\" tıklayın.",
        "m-rec2": "Kişinizle paylaştığınız genel anahtar şifresini girin ve e-postayı görüntülemek için \"OK\" tıklayın.",
        "m-rec3": "Eğer bir e-postayı iletmek veya yanıtlamak istiyorsanız, sayfanın altına inin. Orada, Mailvelope kullanarak güvenli e-posta iletimi için \"Forward\" (İlet) ve \"Reply\" (Yanıtla) seçenekleri bulunmaktadır.",
        "m-tip": "bazı notlar",
        "m-tip1": "Kendi keypair'inizin(çift anahtar) yedeğini alın ve güvenli bir yerde saklayın",
        "m-tip2": "E-posta şifrelemesinde, e-posta konusu (subject) ve gönderen ile alıcı adresi şifrelenmez.",
        "m-tip3": "Kendi özel anahtarınızı asla başkalarıyla paylaşmayın",
        "m-tip4": "Eğer genel anahtarınızı başkalarıyla paylaşır veya internete koyarsanız, bir tehlike oluşturmaz.",
        "m-tip5": "Birinden anahtarını (genellikle genel anahtarını) alırken, onun doğruluğundan emin olun.",
        "m-tip6": "Anahtarınızın son kullanma tarihine dikkat edin (her iki anahtarın da son kullanma tarihi aynıdır)."
    },
    "OpenVPN": {
        "o-title": "Sivil aktivistler için VPN eğitimi",
        "o-topic": "Kurulum ve kullanım kılavuzu",
        "o-update": "Sonbahar 2023",
        "o-intro": "OpenVPN, ücretsiz ve açık kaynaklı bir yazılımdır ve bir proxy programına benzer değildir.Yapılandırma dosyasına ve kimlik bilgilerinize ihtiyaç duyar, Bu nedenle devam etmeden önce ayar dosyanıza ve kimliğinize/şifrenize sahip olmanız gerekir.",
        "o-win": "Windows üzerinde kullanımı",
        "o-win1": "Lütfen resmi OpenVPN web sitesine gidin ve \"Download OpenVPN Connect for Windows\" düğmesine tıklayın ve Yazılımı kurun.",
        "o-win2": "Kurulumdan sonra OpenVPN'e yapılandırma dosyasını sağlamanız gerekir. VPN sağlayıcınızdan aldığınız dosyaları açın ve şifre dosyasına kullanıcı adınızı ve şifrenizi girin. Bunu yapmak için Notepad gibi yazılımları kullanabilirsiniz.İlk satıra ID'yi, ikinci satıra şifreyi yazın ve dosyayı kaydedin.",
        "o-win3": "Parola ve yapılandırma dosyasını OpenVPN programının kurulu olduğu yere ve Config klasörüne taşıyın. Varsayılan yol belirlenmiştir.",
        "o-win4": "Uygulama çalıştırıldıktan sonra, simgesi Windows görev çubuğunda bir kilitli ekran şeklinde ve siyah renkte görüntülenir. (\"Hidden icons\" da olabilir). Bir VPN'ye bağlanmak için görev çubuğundaki simgeye sağ tıklayarak, sunucu listesinden istediğiniz sunucuyu seçip \"Connect\" seçeneğini tıklamanız yeterlidir.",
        "o-win5": "Bu işlem sonucunda, bir sunucuya bağlanma adımlarını gösteren bir sayfa açılır. Bu durumda, ekran rengi sarıya dönüşecektir. Başarılı bir şekilde bağlandıktan sonra, ekran rengi yeşile dönüşecektir. bağlantıyı kesmek için\"Disconnect\" seçeneğini kullanabilirsiniz.",
        "o-apk": "Android cihazda uygulamayı kullanmak ",
        "o-apk1": "Sayfanın altündeki + işaretine dokunun. Upload file\"kısmında, \"BROWSE\" üzerine tıklayın ve yürütülebilir dosyaları seçin. Yapılandırma dosyasını cihazınızda bulundurmanız gerekmektedir. Uygulamanın cihazınızdaki dosyalara erişim izni vermesi gerekebilir. Her adımda sadece bir dosya seçebilirsiniz.",
        "o-apk2": "Kullanıcı adınızı girin ve programın şifrenizi hatırlamasını isteyip istemediğinizi seçin. Bu seçenek kapalıysa, her bağlantıda şifreyi girmeniz gerekecektir. \"CONNECT\" düğmesine tıklayın. Ardından şifrenizi girin ve OK'ye tıklayın. Bağlantı kurmak için, gri renkteki düğmeye tıklayarak onu yeşil renge dönüştürmeniz yeterlidir."
    },
    "Signal": {
        "si-title": "Sivil toplum aktivistleri için Signal eğitimi",
        "si-topic": "Signal Güvenliği",
        "si-update": "Yaz 2023",
        "si-intro": "En önemli güvenlik ayarlarının incelenmesi",
        "si-intro1": "Neden Signal?",
        "si-intro2": "Signal, güvenli ve güvenilir bir yazılımdır. Bu yazılım, uçtan uca  şifreleme kullanarak sadece metin, ses ve görüntülü görüşmelerde değil, aynı zamanda gönderilen dosyalarda ve grup sohbetlerinde de konuşmaların dinlenmesini en aza indirir.” ",
        "si-list": "Bazı önemli signal noktaları",
        "si-list1": "Signal’in bir de masaüstü sürümü var. WhatsApp şifreleme temeli. Signal’in kendi şifrelemesine dayalı ve bu yüzden Signal’in masaüstü yazılımı WhatsApp masaüstü yazılımına çok benzer.",
        "si-list2": "İnternet ağındaki kesintilerle, bazen signale bağlanmak mümkün değil. Bu gibi durumlarda,bir alternatif  yöntem kullanmak daha iyidir.",
        "si-list3": "Signal aynı anda birden fazla tanımlayıcı kullanamaz. Yani eğer Telefonunuzda iki SIM kart vardır, bunlardan yalnızca birini kullanılabilirsiniz.",
        "si-list4": "Sayfada gördüğünüz güvenlik mesajlarına karşı duyarlı olun. Öğeleri kontrol edin ve Görüşmenin güvenli olduğundan emin olun.",
        "si-tfa": "İki aşamalı şifre aktivasyonu.",
        "si-tfa1": "“Profil resmine tıklayarak Ayarlar sayfasına yönlendirileceksiniz. Hesabınıza giriş yapın. “PIN reminder”açın. İstediğiniz şifreyi girin ve tekrarlayın, böylece etkinleştirme gerçekleştirilir. “Enter alphanumeric PIN” kullanarak Harf ve rakamlardan oluşan bir şifre belirlemeniz önerilir. ",
        "si-tfa2": "“Accounts” sayfasına dönün ve bu sefer “Registration Lock” düğmesini açın. “Turn on” üzerine tıklayın ve şifrenizi girin ve tekrarlayın. Bu aşamada önerimiz, “Create alphanumeric PIN” kullanmanız ve harf ve rakamlardan oluşan bir şifre belirlemenizdir. Unutmayın, eğer bir cihazla kimliğinize giriş yapmak isterseniz ve bu şifreyi unutursanız, kimliğiniz 7 gün içinde silinecektir. ",
        "si-da": "Kullanıcı hesabını silmek",
        "si-da-desc": "“Profil resmine tıklayarak, ayarlar sayfasına yönlendirileceksiniz. Hesaba giriş yapın, “Delete account”seçeneğini seçin ve numaranızı girin. Kırmızı düğmeye basarak kimliğiniz silinecektir. ",
        "si-devices": "erişim izinlerini kontrol etmek.",
        "si-devices-desc": "“Bilmeniz gereken şudur ki, signal hesabınıza hangi cihazların bağlı olduğu güvenlik açısından çok önemlidir. Bu nedenle sürekli olarak bu sayfayı  ve bağlı cihazları kontrol edin. Bunun için profil resmine tıklayarak ayarlara girin ve “ Linked devices”seçeneğine tıklayın.” ",
        "si-bu": "Veri yedekleme",
        "si-bu1": "“Signal hesap içeriği yedekleme, WhatsApp gibi yapılır; Signal, bunun hiçbir bulut hizmetinde depolanmadığını iddia eder ve şifrelenmiş veri dosyası sadece telefonunuzda saklanır. Ancak, bu dosyayı başka bir telefona aktararak ve şifrenizi bilerek, verilerinize erişim mümkün olacaktır. Bu noktayı bilerek, yedekleme yapmak istiyorsanız, ayarlara girin ve adımları takip edin. “Chats” bölümünde “Chat backups” gidin. ",
        "si-bu2": "“TURN ON” üzerine tıklayın ve “Choose folder”dosya yöneticinizde bu iş için bir klasör seçin veya oluşturun. “USE THIS FOLDER” düğmesine sayfanın altında tıklayarak yedeklemek istediğiniz klasörü seçin.  Gösterilen kodu kopyalamak için üzerinde basılı tutun ve yedekleme dosyasını kullanmanız gerektiğinde kullanabileceğiniz güvenli bir yerde saklayın. Sonra şartları kabul ediyorum onayını işaretleyin ve”ENABLE BACKUPS” \nüzerine tıklayın. Son olarak,yedekleme saatini ve süresini ayarlayabileceğiniz bir sayfaya yönlendirileceksiniz. Size gösterilen kodları (tercihen dijital olmayan bir yere) not alın. Bu onay kutusunu işaretleyerek, kodları not aldığınızı ve bu kodlara sahip olmadan verilerinizi geri almanın mümkün olmayacağını kabul ediyorsunuz.",
        "si-notif": "Bildirimleri Ayarlama",
        "si-notif-desc": "“Bildirimlerinizin gönderen kişi ve metin mesajları, programda olmadığınız zaman ekranda görüntülenmemesi için,ayarlda “Notifications” girin ve ”Show”kısmından üçüncü seçeneği seçin. ",
        "si-adm": "Otomatik mesajları silme",
        "si-adm1": "Bu özellik belirlenen zaman aralığından sonra tüm içerikleri siler. Aktif hale getirmek için, Ayarlardan  “Privacy”girin ve “Default timer for new chats” bölümünde istediğiniz zaman aralığını seçin veya belirleyin (Custome time) ve “Save”’e tıklayın. Unutmayın, bu ayarlar yalnızca bundan sonra başlayacak olan aktif sohbetler için geçerlidir.",
        "si-adm2": "“Herhangi bir sohbet için otomatik silme ayarını başka bir şekilde yapmak için, kişinin profil sayfası menüsünü kullanabilirsiniz. Sohbet sayfasında, sayfanın üstündeki üç noktaya dokunun ve sizin için sunulan seçenekleri görüntüleyin. ‘Disappearing messages’ seçeneğine girin ve istediğiniz zaman aralığını seçin ve kaydedin. Unutmayın, bu ayarlar sadece bundan sonra gönderilecek/alınacak mesajlar için geçerlidir.”",
        "si-call": "Görüşmelerin Güvenliği",
        "si-call-desc": "“Ayarlar’a gidin ve “Privacy”ye girin. “Advanced”bölümünde resimde gösterildiği gibi ayarları etkinleştirin. Dikkat edin, “Always relay calls” tuşu IP adresinizi gizlerken çağrı kalitesini düşürür. VPN kullandığınız sürece etkin olması gerekmez ve size bağlıdır.”",
        "si-tips": "Birkaç güvenlik ipucu",
        "si-tips1": "“Ayarlar’a girin ve “Privacy”bölümüne gidin; “App security”menüsünde;",
        "si-tips2": "Ekran kilidini açmak için “Screen lock” açın ve alt bölümünden ekran kilidinin ne zaman açılacağını seçin.",
        "si-tips3": "Ekran görüntüsü almayı önlemek için “Screen security”,",
        "si-tips4": " Ve yazdığınız kelimelerin klavye tarafından kaydedilip önerilmediğinden emin olmak için “Incognito keyboard” açın.",
        "si-tips5": "Sesli iletişim sırasında konuşma ayarları yapabilirsiniz. Bunun için sayfanın üst kısmındaki üç noktaya tıklayın ve “Conversation settings” seçin. İletişim kurduğunuz kişinin kimliğini doğrulamak için “View safety number” seçeneğine gidin. Size bir QR kodu ve bir dizi sayı gösterilecektir. İletişim kurduğunuz kişiyle güvenli bir şekilde iletişim kurun ve bu sayı dizisini eşleştirin. Birlikteyseniz QR kodunu tarayabilirsiniz. Tüm sayılar eşleşiyorsa “Mark as verified” düğmesine basın.",
        "si-tips6": "“Metinsel olmayan içerikler (dosya, resim, video vb.) için görüntüleme kısıtlaması koyabilirsiniz. Bu kısıtlama bir kez görüntüleme veya sınırsız görüntülemeyi içerebilir. Bu resimde değişiklik yapma şekli kırmızı ok ile belirtilmiştir.”"
    },
    "Skype": {
        "s-title": "Sivil Aktivistler için Skype Güvenlik Eğitimi",
        "s-topic": "Skype Güvenliği",
        "s-intro": "En önemli güvenlik ayarlarının incelenmesi",
        "s-update": "İlkbahar 2023",
        "s-list": "Skype Hakkında önemli noktalar",
        "s-list1": "Skype bir ticari yazılımdır. Microsoft'un satın almasından bu yana,birçok güvenlik önlemi içerisine yerleştirilmiştir.",
        "s-list2": "Skype, şantajcılar, fidye yazılımları ve spamcılar için iyi bir yerdir. Bu zayıflık, hacklenme olasılığını artırır.",
        "s-list3": "Skype, yeni bir kişinin hesabınıza giriş yaptığında sizi uyarımaz.",
        "s-list4": "Skype, paylaştığınız dosyaları ve fotoğrafları, kaydettiğiniz görüşmeleri ve diğer öğeleri tüm cihazlarınıza erişim için kaydeder. Her bir öğenin farklı bir süresi vardır.",
        "s-list5": "Mesajlar, resimler, sohbet başlıkları ve videoların saklama süresini belirleyebilirsiniz. 100 MB'den büyük videolar, sesli mesajlar ve kaydedilen görüşmeler, dosya olarak kaydedilir ve 30 gün boyunca erişilebilir. Mesajlar, videolar, video mesajları ve resimler, silinmediği veya tarihleri Nisan 2017'ye kadar uzanmadığı sürece erişilebilir durumdadır ve sohbet başlıkları, silinmediği veya kullanıcılar konuşmaları terk etmediği sürece erişilebilir.",
        "s-list6": "Skype, görüşmelerinizin geçmişini kaydeder. Eğer Skype başka bir cihazda da açılırsa, önceki görüşme listeleriniz görüntülenir.",
        "s-list7": "Skype'da bir sohbette (bire bir veya grup) gönderdiğiniz bir mesajı silebilirsiniz.",
        "s-list8": "Gönderdiğiniz bir mesajı silerseniz, bu mesaj tüm sohbet katılımcıları için silinir ve kimse onu görüşme listesinde göremez.",
        "s-tip": "Yukarıdaki noktalara göre, Skype hassas faaliyetler için iyi bir seçenek değildir. En iyi seçenek, Jitsi yazılımını kullanmaktır.",
        "s-option": "Skype Menü Seçenekleri",
        "s-option1": "Profil resmine tıklayarak, Skype özellikleri sizin için görüntülenir. Diğer insanların çevrimiçi olmanızı ve son ziyaretinizi görmemesi için, profil resminin altındaki resme tıklayarak menüyü açın. Ardından istediğiniz seçeneği seçin.",
        "s-option2": "Eğer tanımadığınız kişilerin arama sonuçlarında bulunmasını istemiyorsanız, özellikler sayfasına gidin ve 'Skype profile' bölümüne girin. 'OTHER' sekmesine tıklayın. Resimde gösterilen düğmeyi açın ve 'View list'e tıklayın. Kişi listenizi göreceksiniz ve sizi arayıp bulabilecekler. Üç noktaya tıklayarak ve 'View profile' seçeneğine tıklayarak kişilerin bilgilerini görebilirsiniz. Bu listede olmasını istemediğiniz kişileri 'Delete contact' seçeneğiyle silebilirsiniz.",
        "s-settings": "Skype ayarlarına giriş",
        "s-settings1": "Skype ayarlarına girmek için profil resmine tıklayın ve özellikler bölümünden \"Settings\" gidin. Profil resminizi tanımadığınız kişilerden gizlemek için \"Accounts & Profile\" tıklayın ve \" Profile picture\" bölümüne gidin. Gösterilen resimdeki gibi \"Contacts only\" seçeneğini seçin, böylece sadece kişileriniz profil resminizi görebilir.",
        "s-settings2": "Skype geçmişini temizlemek için, ayarlara geri dönün ve \"Privacy\"bölümüne gidin. Ardından,\"Clear app data\" seçeneğine girin ve \"CLEAR APP DATA\" düğmesine basın.",
        "s-settings3": "Aramalarla ilgili güvenlik ayarlarını uygulamak için, Ayarlara gidin ve \"Calling\" bölümüne giderek seçenekleri resimdeki gibi ayarlayın."
    },
    "Telegram": {
        "t-title": "Sivil toplum aktivistleri için Telegram güvenlik eğitimi",
        "t-topic": "Telegram Güvenliği",
        "t-intro": "En önemli güvenlik ayarlarının incelenmesi ",
        "t-update": "Yaz 2023",
        "t-list": "Telegram hakkında birkaç önemli nokta",
        "t-list1": "Telegram kimlik bilgilerini ele geçirmek için yaygın bir yöntem, ona başka bir cihazdan erişmektir, buna \"Device\" denir. Yetkisiz erişimi önlemek için İki Aşamalı Doğrulama'yı (Two-step Verification) etkinleştirmeniz gerekmektedir. ",
        "t-list2": "Önemli bir nokta, bazı kullanıcıların İki Aşamalı Doğrulamayı Telegram uygulamasına şifre (Passcode Lock) koyarak yaptıklarını sanarlar ama bu yanlış.\n İlk seçenek, (ikinci bir şifre olmadan) hiçbir cihaza bağlantı izni vermezken, ikinci seçenek sadece bu şifrenin tanımlandığı cihazda Telegram'ı açma izni vermez.",
        "t-list3": "Başka bir yöntem, kullanıcıları Telegram tabanlı uygulamaları kullanmaya teşvik etmektir; İnternete özgür erişim veya onu temizleme iddiasıyla. Bu durumda, veri hırsızlığı ve manipülasyonu riski çok yüksektir.",
        "t-list4": "Örneğin, biri Samsung telefonunda Telegram için bir \"Passcode\" koyar, ancak İki Aşamalı Doğrulama yapmazsa, bir hacker (belirli koşullarda) Telegram'ına erişebilir, ancak aynı durumda telefonu bir hacker'ın eline geçerse, (göz ardı ederek) \"Passcode\" olmadan Telegram'a erişemez. Unutmayın, eğer kişi Telegram'ını tabletinde de etkinleştirmiş ancak tabletinde Telegram için bir \"Passcode\"  koymamışsa, bir hacker tabletin içindeki Telegram içeriğine erişebilir.",
        "t-list5": "2017 yılında Telegram,\"CDN\" sunucularını İran'a taşıdığını duyurdu. Eğer bu iddia doğruysa, endişelenmek için özel bir sebep yoktur, ancak güvenlik önlemleri olarak güvenli bir sahilde kalmanız ve hassas işler için Telegram kullanmamanız daha iyi olur. Sorun, sunucuların İran'da bulunması durumunda, İran yasalarına tabi olacakları anlamına gelir.",
        "t-list6": "2018 yılında, Telegram, İran dahil birkaç ülkede engellendi ve Telegram tabanlı filtreleri atlamak için alternatif hizmetler geliştirildi. Ancak, bu alternatif hizmetlerin hiçbiri güvenli değildir.",
        "t-list7": "Telegram, iletişim listesini ve mesajları kendi sunucusunda depolar. Bu, izinsiz bir şekilde birinin Telegram hesabınıza bağlanması durumunda, iletişim listesi ve mesajlarınıza erişebileceği anlamına gelir.",
        "t-list8": "Telegram'ın \"Secret Chat\" adında bir seçeneği vardır ve geliştiricilerine göre bu seçenek noktadan noktaya güvenliği sağlar. Eğer bu seçeneği kullanmazsanız, noktadan noktaya güvenlik etkin olmaz, yani Telegram'ın diğer yazılımlar gibi Viber gibi farklı yazılımlardan önemli bir farkı olmaz.",
        "t-list9": "Telegram kanallarına üyeliğiniz moderatörler tarafından görülebilir.Telegram kanallarına üye olmak yerine, sorun yaratabilecek kanalları düzenli olarak ziyaret etmek daha iyidir.",
        "t-list11": "Telegram'da gönderilen mesajları silme/düzenleme yeteneğine sahipsiniz ve bu işlem alıcı için de geçerlidir. Mesaj düzenlemesi 48 saat içinde yapılmalıdır, ancak mesaj silme için bir sınırlama yoktur.",
        "t-list12": "Telegram kanalınız varsa ve kimliğinizin ifşa olmasından endişe ediyorsanız, yeni bir kimlik oluşturun ve kanal kimliğinizi bu kimlikle yönetin.",
        "t-list13": "Telegram kimliğinizi kaybetme riski yüksekse, kendi yönettiğiniz kanallarda her\nzaman başka bir kimliği de yönetici yapın, böylece kimliğiniz hacklendiğinde kanalınız da kaybolmaz.",
        "t-list14": "Güvenlik sizin için önemliyse, Signal veya Wire'e geçin. Bu iki uygulama metin, ses ve görüntülü görüşmeler için güvenlik açığı (Backdoor) olmadan noktadan noktaya güvenlik sağlar.",
        "t-version": "Telegram tabanlı sürümler",
        "t-version1": "Telegram tabanlı uygulamaların ortaya çıkması İran'da Telegram'ın  engellenmesinden sonra, Ülke içinde ve dışında yoğun bir şekilde sunulmaya başladı. Genel kural şudur ki, hiçbiri güvenli değildir; özgür bilgi dolaşımını iddia etseler veya istenmeyen içeriği temizleme niyetleri olsada , güvenlik kurumlarının veya özgürlük ve demokrasiyi destekleyen ülkelerin desteği olsada.",
        "t-version2": "Arka plan resmi, bilgilerin böyle şirket sunucuları arasında nasıl aktarıldığını göstermektedir; sunucuları onların alınan/gönderilen içeriği dinleme ve değiştirme yeteneğine sahiptir.",
        "t-settings": "Telegram ayarlarına giriş",
        "t-settings-desc": "Gizlilik ve Güvenlik ayarlarını uygulamak için \"Settings\" gidin. Görüntülenen listeden \"Privacy and Security\" seçin.\"Devices\" ,\"Two-step Verification\",\"Auto-Delete Messages\" ve \"Passcode Lock\"  dört önemli güvenlik seçeneği \"Security\"'de  bulunmaktadır.",
        "t-2fa": "Telegram İki Adımlı Giriş Kurulumu",
        "t-2fa1": "İki Adımlı Doğrulamayı etkinleştirmek için\"Two-Step Verification\" seçin. Ardından uygun bir şifre seçin (güçlü bir şifre, uzun ve büyük harfler, küçük harfler, rakamlar ve noktalama işaretlerinin bir kombinasyonudur). Şifreyi tekrar girin. İki Adımlı Giriş, kimliğinizin habersiz olarak ele geçirilmesini önler. Ana şifrenizi hatırlamanız için \"Password Hint\" seçin. Önceki adımda kaydettiğiniz şifreyi girmeyin. Ayrıca bunu belirlemekten vazgeçebilirsiniz.",
        "t-2fal": "İki adımlı giriş şifresinin kurtarılması hakkında önemli bir nokta",
        "t-2fal1": "Şifrenizi unutursanız, Telegram size e-posta kullanma seçeneği sunar.\n",
        "t-2fal2": "Bu adımı atlayabilirsiniz, ancak şifrenizi unutursanız geri almanın bir yolu olmayacağını unutmayın.",
        "t-2fal3": "Kişisel e-posta kullanmanın güvenli olmadığı göz önüne alındığında, güvenli bir kişinin telefonunda yeni bir hesap (sahte e-posta) oluşturmanız ve onu kullanmanız önerilir.",
        "t-2fa2": "Lütfen e-posta adresinizi girin. Doğrulama kodu hemen e-postaya gönderilecektir. Kodu girin. İşlemler tamamlandıktan sonra, Telegram tarafından size iki faktörlü girişin etkinleştirilmesiyle ilgili mesaj gönderilecektir.",
        "t-adm": "Telegram'da Otomatik Mesaj Silme",
        "t-adm1": "\"Auto-Delete Messages\" giriş yapın ve mevcut seçenekler arasından uygun otomatik mesaj silme zamanlamasını seçin. Ayrıca, \"Set Custom Time\" bölümünden kendi belirlediğiniz herhangi bir gün/hafta/ay/yıl aralığında mesajlarınızın otomatik olarak silinmesini ayarlayabilirsiniz. Bu ayarların sadece bundan sonra başlatacağınız aktif sohbetler için geçerli olduğunu unutmayın; mevcut sohbetleriniz için otomatik silme özelliğini etkinleştirmek için aşağıdaki mavi seçeneği kullanın ve bu ayarların uygulanmasını istediğiniz sohbetleri seçin.",
        "t-adm2": "Her sohbet için otomatik silme ayarını başka bir şekilde yapılandırmak için, kişinin profil sayfası menüsünü kullanabilirsiniz. \"Auto-Delete\" girin ve istediğiniz zamanlamayı seçin veya manuel olarak ayarlayın. Ayrıca \"Disable\" seçeneğiyle bunu devre dışı bırakabilirsiniz. ",
        "t-pl": "Telegram uygulama kilidi ve şifre koyma",
        "t-pl-desc": "Telegram şifresi, siz yokken Telegram'a yabancıların girmesini engeller.\"Passcode Lock\" İki faktörlü girişle farklıdır.Onu etkinleştirdiğinizde bile, her cihaz için bir şifre seçmelisiniz. Dört haneli bir şifre seçin. Ardından \"Auto-lock\"bölümünde otomatik kilitlenme süresini belirleyin. Telegram hesap güvenlik seçeneklerinin hepsi sizin için etkinleştirildi.",
        "t-cl": "Telegram'da ekran görüntüsü almayı engelleme",
        "t-cl-desc": "\"Passcode Lock\" seçin ve şifrenizi girin. \"Show Content\" seçeneğini kapatırsanız,uygulamada olmadığınız sürece Telegram içeriğiniz görüntülenemez ve uygulamada olduğunuzda ekran görüntüsü almanıza izin verilmez.",
        "t-devices": "Telegram'a erişim izinlerini kontrol etmek.",
        "t-devices-desc": "Hackerların bir yöntemi, kurbanın Telegram kimliğine bağlanmaktır. Düzenli olarak \"Devices\" sayfasını kontrol edin. Bağlı olan tanımadığınız cihazlara erişimi kesin. \"Terminate All sessions\" seçeneği, diğer tüm cihazların erişimini keser (bu işlemi yaptığınız cihaz hariç). ",
        "t-devicesl": "Aktif oturumlar hakkında önemli bir nokta",
        "t-devicesl1": "Yeni bir cihazla Telegram'a giriş yaptıktan sonra, o cihazla güvenlik ayarlarını uygulama izniniz 24 saat boyunca olmayacaktır.",
        "t-devicesl2": "Telegram masaüstü sürümünde mesajları çıkarma özelliği bulunmaktadır; bu yüzden masaüstü oturumlarınızı ciddiye alın.",
        "t-da": "Telegram hesabını silmek.",
        "t-da-desc": "Telegram kimliğini silmek için, https://my.telegram.org gidin. \"Delete Account\" seçeneğini seçin. Cep telefonu numaranızı girin. Ardından bir kod Telegram kimliğinize gönderilecektir. Kodu kaydettikten sonra kimliğiniz silinecektir."
    },
    "V2Ray": {
        "v-title": "Sivil toplum aktivistleri için V2ray ile çalışma eğitimi",
        "v-topic": "VPN Yazılımı",
        "v-update": "Yaz 2023",
        "v-intro1": "Engelleme filtrelerini aşmak için yeni yöntemleri kapsayan güncel yazılım sürümünü her zaman kullanmaya çalışın.",
        "v-intro2": "V2ray yerine başka benzer yazılımlardan da kullanabilirsiniz",
        "v-compi": "Bilgisayara Kurulumu",
        "v-compi1": "Lütfen https://github.com/ HYPERLINK \"https://github.com/2dust/v2rayn/releases\"2 HYPERLINK \"https://github.com/2dust/v2rayn/releases\"dust/v HYPERLINK \"https://github.com/2dust/v2rayn/releases\"2 HYPERLINK \"https://github.com/2dust/v2rayn/releases\"rayn/releases adresine gidin. Bu adreste farklı V2ray sürümler arasında seçim yapabilirsiniz. üzerinde \"Latest\" etiketi olan bir sürümü seçin. Lütfen uygun dosyaya tıklayarak indirin.",
        "v-compi2": "Sıkıştırılmış dosyayı açın ve \"V2rayN.exe\"(v2ray simgesi olan) üzerine tıklayın. uygulama çalışacaktır.(Bu programın kurulumu için gereksinim yoktur; kullanım kolaylığı için masaüstüne ekleyebilirsiniz)",
        "v-compi3": "Eğer çalıştırırken NET. yazılımının yüklenmesini isteyen bir uyarı alırsanız, Yes (Evet) düğmesine tıklayarak kabul edin. Yazılım otomatik olarak indirilecektir. Yüklemeyi tamamladıktan sonra V2ray.exe dosyasını tekrar çalıştırmanız yeterli olacaktır.",
        "v-compi4": "Dili değiştirmek için sayfanın üst kısmındaki menüye giderek sayfanın üstündeki üç noktaya tıklayın.",
        "v-compi5": "Son seçeneğe tıklayın ve tercih ettiğiniz dili seçin.",
        "v-compi6": "Ayarları uygulamak için bir kez programı kapatıp tekrar giriş yapmanız gerekebilir. Aşağıdaki sayfanın sağ alt köşesindeki \"V2ray\" simgesine tıklayın.(\"Hidden icons\" da olabilir).ve \"Exit\"e tıklayın.",
        "v-compu": "bilgisayarda nasıl kullanılır",
        "v-compu1": "Vpn ile ilgili (config) linklerini kopyalayın ve programa girin. linkleri (Ctrl+v) kullanarak \"V2ray\" uygulamasına girebilir ve kullanabilirsiniz.Başka bir yöntem ise sayfanın üstündeki menüden \"Servers\" üzerine tıklamaktır.",
        "v-compu2": "\"Import bulk URL from clipboard (Ctrl + V) seçeneğini seçin. Şimdi link listesini uygulamada görüyorsunuz.",
        "v-compu3": "Eğer birden fazla bağlantınız varsa, daha iyi kullanım için sol üst köşedeki küçük üçgen simgesine tıklayın ve ardından Ctrl+O tuşlarına basın.",
        "v-compu4": "Şimdi tablodaki 'Delay(ms)' sütununa tıklayarak bağlantıları hız sırasına göre düzenleyin. Herhangi birine bağlanmak için üzerine tıklayıp + Enter tuşlarına basın.",
        "v-compu5": "VPN'e bağlanmak/VPN'yi devre dışı bırakmak için sayfanın altında bulunan 'System proxy' (Sistem proxy) seçeneğine tıklayın.",
        "v-compu6": "Bağlamak için \"Set System proxy\" seçeneğini ve bağlantıyı kesmek için\"Clear System proxy\" seçeneğini kullanabilirsiniz.",
        "v-mob": "Cep telefonunda nasıl kullanılır",
        "v-mob1": "Vpn ile ilgili (config) linklerini kopyalayın ve uygulamaya girin. Sayfanın üstündeki + işaretine dokunun ve bağlantıları uygulamada göstermek için \"Import config from clipboard\" seçeneğini seçin.",
        "v-mob2": "Eğer birden fazla bağlantınız varsa, daha iyi kullanım için tekrar sayfa üstündeki üç noktaya dokunun ve \"Tcping all configuration\" seçin. Tekrar üç noktaya dokunun ve \"Sorting by test result\"seçeneğini seçin, böylece hızınıza göre sıralanırlar.",
        "v-mob3": "Her bağlantıyı seçerek ona bağlanırsınız. Cihazı VPN'e bağlamak için de sayfanın altındaki yuvarlak düğmeye basın, böylece açık hale gelir (rengi değişir).",
        "v-sub": "Subscription(Abonelik) eklemek",
        "v-sub1": "Sayfanın köşesindeki hamburger menüsüne tıklayın ve 'Subscription group setting' (Abonelik grubu ayarları) seçeneğine girin. Sayfanın üstünden + (artı) işaretine tıklayın ve 'Optional URL' (İsteğe bağlı URL) bölümüne abonelik bağlantınızı girin. 'Remarks' (Açıklamalar) bölümüne istediğiniz adı girin ve ayarları kaydedin.",
        "v-sub2": "Ana sayfada sayfanın üstündeki üç noktaya tıklayın ve 'Update subscription' (Abonelikleri güncelle) seçeneğini seçerek bağlantıları güncelleyin. Şimdi önceki bölümde anlatılan adımları takip ederek hangi bağlantıya bağlanmak istediğinizi seçin."
    },
    "VeraCrypt": {
        "vc-title": "Sivil toplum aktivistler için  dosya şifreleme eğitimi",
        "vc-topic": "Dosyaları şifrelemek",
        "vc-intro": "Dosyaları şifrelemek için yazılım",
        "vc-update": "Yaz 2023",
        "vc-l1": "Hepimizin, izinsiz erişimlere karşı korunması gereken bilgilere sahip olduğumuz doğru bir tespittir.",
        "vc-l2": "Bilgilere yabancıların erişimini engellemenin bir yolu, onları şifrelemektir.",
        "vc-l3": "Dosya şifreleme, verilerimizi okunabilir biçimden başkaları için anlaşılmaz bir koda dönüştürme sürecidir, ancak özel bir anahtara erişimi olmadıkça. Bu şekilde, dosyalarımız başkalarının eline geçse bile içerideki bilgiler güvende kalır.",
        "vc-l4": "VeraCrypt, dünyadaki en güçlü ücretsiz şifreleme yazılımlarından biridir.",
        "vc-l5": "Eğer şifrenizi unutursanız, dosyalarınızı geri almanız mümkün olmayacaktır.",
        "vc-l6": "Bu yazılım, son derece güçlü şifreleme algoritmalarıyla dosyaları ücretsiz olarak şifreleme imkanı sunmaktadır.",
        "vc-install": "indirmek ve kurmak",
        "vc-install1": "Veracrypt'in resmi web sitesine giriş yapın. \"download\" bölümüne giriş yapın. Uygun sürümü seçin ve indirin.",
        "vc-install2": "Yazılımı kurun. En üst düzeyde güvenliğe ihtiyacınız olduğunu düşünüyorsanız tüm seçeneklerin işaretini kaldırın.",
        "vc-st": "Standart mod",
        "vc-st1": "Yazılıma girin. \"Create volume\" düğmesine tıklayın",
        "vc-stl": "Üç seçeneğiniz var.",
        "vc-stl1": "Şifreli bir dosya konteyneri oluşturun.(Create an Encrypted File Container)",
        "vc-stl2": "Şu işlemde, özel bir uzantıya sahip bir dosya (örneğin .vc) oluşturuyoruz, bu dosya bir \"şifreli dosya konteyneri\" olarak adlandırılır.",
        "vc-stl3": "Bu dosya şifrelenmeyi gerektirir ve doğru bir şekilde şifrelenmediği sürece içeriği erişilemez olacaktır.",
        "vc-stl4": "Siz birçok farklı formatlarda bu dosya konteynerini oluşturabilir ve diğer dosyaları ve klasörleri içine koyabilirsiniz. İçindeki içeriğe erişmek için bir şifre girmeniz gerekmektedir.",
        "vc-stl5": "sistem dışı bir bölümü/diski şifreleyin.(Encrypt a Non-System Partition/Drive)",
        "vc-stl6": "Bu işlemde, bir bölümü (örneğin, bir harici veri diskini veya dahili bir disk bölümünü) şifreliyorsunuz.",
        "vc-stl7": "Şifreleme işleminden sonra, bu bölümün veya sürücünün içeriği otomatik olarak şifresini çözmez. İçeriğe erişmek için şifreyi girmeniz gerekmektedir",
        "vc-stl8": "Sistem Bölümünü veya Tüm Sistem Sürücüsünü Şifreleyin:(Encrypt the System Partition or Entire System Drive)",
        "vc-stl9": "Bu işlem, sistem bölümünü (özellikle Windows'taki C sürücüsünü) veya tüm sistem sürücüsünü (işletim sistemiyle ilişkili tüm bölümler) şifrelemenizi sağlar.",
        "vc-stl10": " Şifrelenmiş bir sistem bölümünü veya tüm sistem sürücüsünü başlatırken, işletim sistemini yüklemek veya erişim sağlamak için şifreyi girmeniz gerekmektedir.",
        "vc-stl11": "Bu düzeyde şifreleme çok güvenli ve koruyucudur çünkü diske fiziksel olarak erişseniz bile verileriniz şifrelenir ve erişilemez.",
        "vc-st2": "Burada ilk modu, yani bir dosyanın şifrelenmesini öğretiyoruz. Uygun modunuzu seçin. \"next\" düğmesine tıklayın.",
        "vc-st3": "Bu bölümde iki şifreleme modunuz vardır: standart ve gizli dosya. Standart modu seçin. \"next\" düğmesine tıklayın.",
        "vc-st4": "Select file... seçeneğine tıklayın ve bir dosya seçin. Dikkate alınız ki, bu dosyanın boş olması gerekmektedir çünkü içindeki veriler yok olacaktır. (Temel olarak, şifrelemeden önce dosya, üzerine yeni bilgilerin yerleştirileceği şekilde biçimlendirilir.) Bu dosya istenilen formatta olabilir. Burada .txt uzantılı bir dosya oluşturuyoruz. Evet, \"Never save history\" seçeneği etkin olduğunda, herhangi bir önceki dosya geçmişi bilgisinin saklanmayacağını kabul ederim. \"next\" düğmesine tıklayın.",
        "vc-st5": "Bu bölümde istediğiniz şifreleme algoritmasını seçebilirsiniz. Eğitimlerde AES ve SHA-512 algoritmasını kullanıyoruz. \"next\" düğmesine tıklayın.",
        "vc-st6": "Şifrelemek istediğiniz veri miktarını belirleyerek, o boyutta bir \"Container\" oluşturabiliriz. Belirttiğiniz Hacim, sisteminizdeki boş alandan daha az olmalıdır. Sorun yaşamamak adına değeri veri hacminizden daha yüksek bir değere ayarlamanız tavsiye edilir. Boyut ne kadar büyük olursa, şifreleme ve şifre çözme işlemleri o kadar uzun sürer. Bu hacim değiştirilemez. \"next\" düğmesine tıklayın.",
        "vc-st7": "Kendi parolanızı belirleyin, belirlenen özelliklere dikkat edin. Tekrarla. \"next\" düğmesine tıklayın.",
        "vc-st8": "Yazılım, klavyedeki imleç konumunuza göre oluşturulur. Bu nedenle, alttaki kutuyu doldurmak için yazılım üzerindeki imlecinizi hareket ettirmeniz gerekiyor (random collected from mouse movements). \"Options\" bölümünden istediğiniz değişiklikleri yapabilirsiniz. Alt kutu doldurulduğunda, 'format' düğmesine basın. \"Yes\" tıklayarak dosyalarınızın silinmesini kabul ediyorsunuz. Ok'a tıklayın. Konteyneriniz(Container) oluşturuldu. Exit'e tıklayın.",
        "vc-stu": "Şifreleme için bilgi ekleyin.",
        "vc-stu1": "VeraCrypt'in ana sayfasında 'select file' seçeneğine tıklayın ve kendi konteyner dosyanızı seçin. Listeden mevcut sürücülerden bir tanesini seçin. Mount düğmesine tıklayın",
        "vc-stu2": "Şifrenizi girin. Ok'a tıklayın.",
        "vc-stu3": "File Explorer'a girin. This PC'ye tıklayın. Şimdi cihazınızda aynı isimde bir sürücü oluştuğunu görüyorsunuz. Üzerine tıklayın ve içine girin.",
        "vc-stu4": "Üzerine tıklayın ve içine girin. Veracrypt'e geri dönün. Dismount düğmesine tıklayın. Şimdi konteyner dosyanızı güvenli bir yerde saklayın. (Konteyner dosyanızı, mümkün olduğunca şüpheli olmayan, ancak yanlışlıkla silinmeyecek benzer dosyalar arasında tercihen saklayın.)",
        "vc-hi": "gizli mod",
        "vc-hi1": "Yazılıma girin. \"Create volume\" düğmesine tıklayın",
        "vc-hi2": "Uygun modunuzu seçin. \"next\" düğmesine tıklayın.",
        "vc-hi3": "Gizli modu seçin. Gizli modda, bir şifrelenmiş dosyayı başka bir şifrelenmiş dosyanın içine yerleştiriyorsunuz. \"next\" düğmesine tıklayın.",
        "vc-hi4": "Normal modu seçin. \"next\" düğmesine tıklayın.",
        "vc-hi5": "Select file... seçeneğine tıklayın. Bir dosya oluşturun ve onu seçin. Bu dosya harici dosyanızdır. \"next\" düğmesine tıklayın.",
        "vc-hi6": "\"next\" düğmesine tıklayın. Bu bölümde istediğiniz şifreleme algoritmasını seçebilirsiniz. Eğitimlerde AES ve SHA-512 algoritmasını kullanıyoruz.",
        "vc-hi7": "Şifrelemek istediğiniz veri miktarını belirleyerek, o boyutta bir \"Container\" oluşturabiliriz. Dikkat edin, dışarıdaki dosyanın boyutu içerideki dosyanın boyutundan daha büyük olmalıdır. \"next\" düğmesine tıklayın.",
        "vc-hi8": "Kendi parolanızı belirleyin, belirlenen özelliklere dikkat edin. Tekrarla. Dikkat edin, dışarıdaki dosyanın ve içerideki dosyanın şifreleri birbirinden farklı olmalıdır. \"next\" düğmesine tıklayın.",
        "vc-hi9": "alttaki kutuyu doldurmak için yazılım üzerindeki imlecinizi hareket ettirmeniz gerekiyor (random collected from mouse movements). \"Options\" bölümünden istediğiniz değişiklikleri yapabilirsiniz. Alt kutu doldurulduğunda, 'format' düğmesine basın. \"Yes\" tıklayarak dosyalarınızın silinmesini kabul ediyorsunuz. Ok'a tıklayın. Harici sürücünüz hazır.",
        "vc-hi10": "Open outer volume'a tıklayın. İlk aşamada görünmesini istediğiniz dosyaları bu bölüme yerleştirin. (Bu bölümde, ana bilgilerden daha az öneme sahip olan verileri de ekleyebilirsiniz. Ancak, bu bölüm de şifreleneceği için, bu verilerin de gizli tutulacağını unutmayın.)",
        "vc-hi11": "Şimdi dahili dosyayı oluşturmanız gerekiyor. \"next\" düğmesine tıklayın.",
        "vc-hi13": "istediğiniz şifreleme algoritmasını seçebilirsiniz. \"next\" düğmesine tıklayın.",
        "vc-hi14": "Şifrelemek istediğiniz veri miktarını belirleyerek, o boyutta bir \"Container\" oluşturabiliriz. Dikkat edin, dışarıdaki dosyanın boyutu içerideki dosyanın boyutundan daha büyük olmalıdır. \"next\" düğmesine tıklayın.",
        "vc-hi15": "Kendi parolanızı belirleyin, belirlenen özelliklere dikkat edin. Tekrarla. Dikkat edin, dışarıdaki dosyanın ve içerideki dosyanın şifreleri birbirinden farklı olmalıdır. \"next\" düğmesine tıklayın.",
        "vc-hi16": "alttaki kutuyu doldurmak için yazılım üzerindeki imlecinizi hareket ettirmeniz gerekiyor (random collected from mouse movements). \"Options\" bölümünden istediğiniz değişiklikleri yapabilirsiniz. Alt kutu doldurulduğunda, 'format' düğmesine basın. Ok'a tıklayın. Harici sürücünüz hazır.",
        "vc-hi17": " Yazılım, dahili dosyanın oluşturulduğunu ve harici dosyanın içinde yer aldığını size bildiriyor. Başka biri dışarıdaki dosyaya erişebilse bile, içerideki dosyanın varlığını fark etmeyecektir. Yazılım, içerideki dosyanın şifresini unutursanız, dışarıdaki dosyaya yazmamanız gerektiği konusunda sizi uyarır. Belki şifreyi hatırlayabilirsiniz! Exit'e tıklayın.",
        "vc-hiu": "Şifreleme için bilgi ekleyin.",
        "vc-hiu1": "Standart yönteme benzer şekilde, VeraCrypt'in ana sayfasında 'select file' seçeneğine tıklayın ve harici dosyanızı seçin. Listeden mevcut sürücülerden bir tanesini seçin. Mount düğmesine tıklayın.",
        "vc-hiu2": "Harici dosyanın şifresini girin. Ok'a tıklayın.",
        "vc-hiu3": "File Explorer'a girin. This PC'ye tıklayın. Şimdi cihazınızda aynı isimde bir sürücü oluştuğunu görüyorsunuz. Üzerine tıklayın ve içine girin. Görüldüğü gibi, içerideki dosyanın bu sürücüde hiçbir izi yok ve sadece bahsettiğimiz önemsiz veriler burada bulunmaktadır. Üzerine tıklayın ve içine girin.",
        "vc-hiu4": "Dahili dosyaya erişmek için Veracrypt'e geri dönün ve 'Dismount' düğmesine tıklayın.",
        "vc-hiu5": "Yine, Harici dosyanızı seçin ve 'Mount' düğmesine tıklayın",
        "vc-hiu6": "Lütfen dahili dosyanın şifresini girin. Ok'a tıklayın.",
        "vc-hiu7": "Şimdi dahili dosyayı ve onun bilgilerini \"file explorer\"de görebilir ve içine istediğiniz bilgileri koyabilirsiniz.",
        "vc-hiu8": "Bitirmek için 'dismount all'ü kullanın."
    },
    "WhatsApp": {
        "w-title": "Sivil toplum aktivistleri için WhatsApp güvenliği eğitimi",
        "w-topic": "WhatsApp Güvenliği",
        "w-intro": "En önemli güvenlik ayarlarının incelenmesi ",
        "w-update": "Yaz 2023",
        "w-list": "WhatsApp için birkaç önemli nokta",
        "w-list1": "WhatsApp varsayılan olarak uçtan uca şifreleme kullanır. Bu şifreleme yöntemi grup sohbetlerine de uygulanmıştır. Ancak bazı raporlara göre, bu şifreleme yöntemi kırılabilir.",
        "w-list2": "WhatsApp, Facebook şirketine aittir ve varsayılan olarak bilgilerinizi bu şirketle paylaşır. Bununla birlikte, Avrupa Birliği gibi bazı ülkelerde bu durum yasa dışıdır.",
        "w-list3": "(haber bağlantısı)",
        "w-devices": "WhatsApp'a erişim izinlerini kontrol etmek",
        "w-devices-desc": "\"Linked Devices\" sayfasını düzenli olarak kontrol edin.Tanımadığınız bağlı cihazları seçerek ve \"Log out\" seçeneğini kullanarak erişimlerini kesin.",
        "w-sa": "WhatsApp Güvenlik bildirimlerini ayarlama",
        "w-sa-desc": "\"Settings\" girin. \"Account\" bölümünden \"Security notifications\"seçeneğini seçin ve etkinleştirin.",
        "w-tfa": "WhatsApp İki Adımlı Giriş Kurulumu",
        "w-tfa1": "WhatsApp'ın hacklenmesi için bir yöntem, Telegram gibi başka bir cihazdan erişim sağlamaktır, buna \"WhatsApp Web\" denir. Bu yöntemin Telegram'dan önemli farkı, bağlantı sırasında telefona fiziksel erişim gerektirmesidir. QR kodunu taramadan etkinleştirme imkanı da yoktur. \nYetkisiz erişimi önlemek için (başka bir kişi telefonunuza eriştiyse) İki adımlı doğrulama'yı etkinleştirmeniz gerekmektedir.",
        "w-tfa2": "\"Settings\" girin.\"Account\" bölümünden \"Two-step verification\" seçin. Altı haneli bir sayısal şifre seçin ve bir sonraki adımda tekrarlayın.",
        "w-tfal": "İki adımlı giriş şifresinin kurtarılması hakkında önemli bir nokta",
        "w-tfal1": "Şifreyi unutursanız geri almak için e-posta kullanma seçeneği vardır.",
        "w-tfal2": "Bu aşamayı atlayabilirsiniz, ancak şifreyi unutursanız geri almanın bir yolu olmayacaktır.",
        "w-tfal3": "Bu iş için kişisel e-posta kullanmanın güvenli olmadığı göz önünde bulundurularak, güvenli bir kişinin telefonunda yeni bir hesap (sahte e-posta) oluşturmanız ve onu kullanmanız önerilir. ",
        "w-tfal4": "E-postanızı girin. Doğrulama kodu hemen e-postaya gönderilecektir. Kodu girin.İki aşamalı kimlik doğrulama şifresi etkinleştirildi.",
        "w-da": "WhatsApp hesabını silmek",
        "w-da-desc": "\"Settings\" gidin. \"Account\" bölümünden \"Delete my account\" seçeneğini seçin. Telefon numaranızı girin ve hesabınızın kimliğini silmek için \"Delete my account\" düğmesine basın. ",
        "w-adm": "WhatsApp'ta tüm mesajları silme",
        "w-adm-desc": "\"Settings\"girin.\"Chats\" bölümünden \"Chat history\" seçeneğini seçin.\" Clear all chats\" Tüm konuşmalarınızın içeriğini siler. "
    }
}